[
  {
    "objectID": "0",
    "name": "Hearty Black Beans Quesadilla",
    "description": "These Hearty Black Bean Quesadillas are an easy vegetarian snack or light meal that are filling, flavorful, and freezer-friendly!",
    "ingredients": "1 15oz.can black beans, 1 cup frozen corn, 1/2 cup red onion, 1 clove garlic, 1/4 bunch fresh cilantro (about ½ cup chopped), 2 cups shredded cheddar cheese, 1 batch taco seasoning, 10 flour tortillas",
    "cook_time": "15 minutes",
    "instructions": "1. Drain the black beans and add them to a bowl along with the frozen corn (no need to thaw) 2.Finely dice the onion, mince the garlic, and roughly chop the cilantro. 3. Add the onion, garlic, cilantro, shredded cheddar, and taco seasoning to the bowl with the beans and corn. Stir until everything is evenly combined and coated in seasoning. 4. Place a half cup of the filling on one side of each tortilla and fold over. Cook the quesadillas in a skillet over medium heat on each side until brown and crispy and the cheesy filling has melted. Slice into triangles then serve. 5. To freeze the quesadillas, stack the filled and uncooked quesadillas with a piece of parchment paper between each quesadilla. Place in a freezer bag and freeze for up to three months. To reheat either microwave (for a soft quesadilla) or cook in a skillet on low heat (make sure to use low heat so that the filling has time to thaw and melt before the outside burns).",
    "image": "https://www.budgetbytes.com/wp-content/uploads/2012/02/Hearty-Black-Bean-Quesadillas-front.jpg"
  },

  {
    "objectID": "1",
    "name": "Spaghetti",
    "description": "Spaghetti with Tomato Sauce with Ground Beef",
    "ingredients": "1 pound ground beef, 1 onion, 4 cloves garlic, 1 small green bell pepper, 1 (28 ounce) can diced tomatoes, 1 (16 ounce) can tomato sauce, 1 (6 ounce) can tomato paste, 2 teaspoons dried oregano, 2 teaspoons dried basil, 1 teaspoon salt, ½ teaspoon black pepper",
    "cook_time": "1 hr 25 mins",
    "instructions": "1. Combine ground beef, onion, garlic, and green pepper in a large saucepan. Cook and stir until meat is brown and vegetables are tender. Drain grease. 2. Stir diced tomatoes, tomato sauce, and tomato paste into the pan. Season with oregano, basil, salt, and pepper. Simmer spaghetti sauce for 1 hour, stirring occasionally.",
    "image": "https://www.cookingclassy.com/wp-content/uploads/2018/08/bolognese-sauce-9.jpg"
  },

  {
    "objectID": "2",
    "name": "Fried rice",
    "description": "A Chinese restaurant-style fried rice recipe. It's quick and easy to make, customizable with any of your favorite mix-ins, and so irresistibly delicious.",
    "ingredients": "2 cups cooked white rice, 2 tablespoons (30ml) vegetable or canola oil, 1 small onion, 1 medium carrot, peeled and cut into small dice, 2 scallions, thinly sliced, 2 medium cloves garlic, minced, 1 teaspoon (5ml) soy sauce, 1 teaspoon (5ml) toasted sesame oil, Kosher salt and ground white pepper, 1 large egg, 4 ounces (115g) frozen peas",
    "cook_time": "10 mins",
    "instructions": "1. If using day-old rice (see note), transfer to a medium bowl and break the rice up with your hands into individual grains before proceeding. Heat 1/2 tablespoon (7ml) vegetable oil in a wok over high heat until smoking. Add half of rice and cook, stirring and tossing, until the rice is pale brown and toasted and has a lightly chewy texture, about 3 minutes. Transfer to a medium bowl. Repeat with another 1/2 tablespoon oil and remaining rice. 2. Return all the rice to the wok and press it up the sides, leaving a space in the middle. Add 1/2 tablespoon (7ml) oil to the space. Add onion, carrot, scallions, and garlic and cook, stirring gently, until lightly softened and fragrant, about 1 minute. Toss with rice to combine. Add soy sauce and sesame oil and toss to coat. Season to taste with salt and white pepper. 3. Push rice to the side of the wok and add remaining 1/2 tablespoon (7ml) oil. Break the egg into the oil and season with a little salt. Use a spatula to scramble the egg, breaking it up into small bits. Toss the egg and the rice together. 4. Add frozen peas and continue to toss and stir until peas are thawed and every grain of rice is separate. Serve immediately.",
    "image": "https://www.jessicagavin.com/wp-content/uploads/2018/09/fried-rice-8-1200.jpg"
  },

  {
    "objectID": "3",
    "name": "Baked salmon",
    "description": " Easy Healthy Baked Salmon is full of flavor, perfectly flaky and tender, and simple to make in just 30 minutes!",
    "ingredients": "4 salmon fillets about 6 ounces each, 2 tablespoons olive oil, 1/2 teaspoon salt or to taste, 1/4 teaspoon cracked black pepper just a pinch if using finely ground black pepper, 2 teaspoons minced garlic, 1 teaspoon Italian herb seasoning blend or 1/4 teaspoon each dried thyme, parsley, oregano, and basil, 1 medium lemon",
    "cook_time": "30 mins",
    "instructions": "1. Preheat oven to 400 degrees and grease a large baking pan. Arrange salmon fillets on the baking sheet and season generously with salt and pepper. 2. Stir together olive oil, garlic, herbs, and juice of 1/2 lemon. Spoon over salmon fillets being sure to rub all over the tops and sides of the salmon so it has no dry spots. Thinly slice remaining 1/2 of lemon and top each piece of salmon with a slice of lemon. 3. Bake for 15-18 minutes until salmon is opaque and flaky when pulled apart with a fork. You can broil the last 1-2 minutes if desired. 4. Garnish with fresh thyme or parsley if desired and serve.",
    "image": "https://www.jessicagavin.com/wp-content/uploads/2019/01/baked-salmon-8-1200.jpg"
  },

  {
    "objectID": "4",
    "name": "Tomato soup and Grilled cheese",
    "description": "Easy roasted tomato soup served with a simple, extra-cheesy grilled cheese sandwich is comfort food personified. Served with a swirl of cream and fresh basil, it's your childhood favorite all grown up.",
    "ingredients": "1½ kg (3lbs) Tomatoes, 2 tbsp balsamic vinegar, 2 tbsp olive oil, 1 tbsp sugar, 1 tsp salt, 2 red onions finely chopped, 2 garlic cloves finely chopped, ½ cup basil leaves, 2 tsp tomato paste, 8 cups vegetable / chicken stock, ½ cup cream, salt & pepper to taste, fresh basil leaves to serve, 2 slices bread per person, 2 cups grated mozzarella, 2 cups grated mature cheddar, butter",
    "cook_time": "1 hour 20 minutes",
    "instructions": "1. Preheat the oven to 200°c. 2. Place the tomatoes (if using canned tomatoes, add all the juices as well) in a roasting tray and add the Balsamic, olive oil, sugar and salt. Stir to combine and place in the oven for 25-30 minutes until the tomatoes are broken down and have started to caramelize. 3.In a large pot, sauté the onions in some olive oil until they are translucent and fragrant. Add the garlic and basil and fry for another minute. 4. Add the roasted tomatoes and sugar. Stir to combine all the ingredients and pour in the stock. 5. Lower the heat and cover the pot. Allow to simmer for 10 minutes. 6. Remove the pot from the heat and blend the soup. 7. Add the cream and season to taste. 8. To make the grilled cheese sandwiches, mix the mozzarella with the cheddar. Add ½ cup cheese to half of the slices of bread. Sandwich with the remaining bread. Butter both sides generously. 9. Cook in a non-stick pan, over medium heat until the cheese is melted and the sandwiches are golden brown on both sides. 10. Serve the tomato soup with a swirl of cream and fresh basil leaves with the grilled cheese.",
    "image": "https://simply-delicious-food.com/wp-content/uploads/2019/08/Tomato-soup-with-grilled-cheese-5.jpg"
  },

  {
    "objectID": "5",
    "name": "Lemon chicken",
    "description": "An easy lemon chicken recipe shines with a sunny, lemony zing. Garlic and herbs—plus a glug of white wine—mean that these juicy, tender chicken breasts are as delicious as they are healthy.",
    "ingredients": "4 Boneless chicken breasts (roughly 2.5 lbs), 1/4 cup Olive oil, 2 tsp Oregano, dried, 2 tsp Thyme, dried, 2 tsp Garlic powder, 2 tsp Salt, divided, ½ tsp Black pepper, 1/2 cup Dry white wine, 2 tbsp Minced garlic (6 cloves), 1 tbsp Lemon zest (2 lemons), 2 tbsp Lemon juice, freshly squeezed, 1 tbsp Brown sugar, 1 Lemon, cut into 6 slices, optional",
    "cook_time": "30 minutes",
    "instructions": "1. Heat the oven to 400 degrees F. 2. Pat the chicken breasts dry and place them in a 9 x 13 baking dish. 3. In a small bowl, mix the olive oil, oregano, thyme, garlic powder, 1 teaspoon salt and pepper to create a thick marinade/paste. Coat the chicken breast with seasoning paste. 4. Using the same bowl mix together the white wine, garlic, lemon zest, lemon juice, sugar and remaining 1 teaspoon salt. Pour over chicken breast. 5. If using, nestle the lemon slices between the chicken bake for 15 minutes, baste the chicken with the pan juice, bake for another 15 minutes or until the internal temperature of the chicken reads 165 F.",
    "image": "https://images.themodernproper.com/billowy-turkey/production/posts/2019/Lemon-Chicken-7.jpg?w=1200&auto=compress%2Cformat&fit=crop&fp-x=0.5&fp-y=0.5&dm=1603455541&s=9a3d84d2eb04a6c8d7ef60bedd297287"
  },

  {
    "objectID": "6",
    "name": "Ratatouille Sheet Pan Dinner With Sausage",
    "description": "This sheet pan ratatouille recipe celebrates all of the olive-oil soaked flavors of the French country classic, but is bulked up into a one-pan meal thanks to the addition of hearty Italian sausages.",
    "ingredients": "1 (20 oz) package Mild italian sausage, ½ Onion, sliced, 1 Small zucchini, sliced ½” sliced, 1 Small yellow squash, ½” sliced, 1 Small eggplant, ½” sliced, 1 Pint cherry or grape tomatoes,  4 Garlic cloves, thinly sliced (or smashed and roughly chopped),  ½ cup Olive oil, 1 tsp Salt, 1 tbsp Fresh basil, packed, minced, 1 tbsp Fresh thyme, packed, minced",
    "cook_time": "50 minutes",
    "instructions": "1. Heat oven to 400°F. 2. Place the onion, zucchini, yellow squash, eggplant, tomatoes and garlic on a rimmed baking sheet. Drizzle with ½ cup olive oil, sprinkle with salt and fresh thyme. Toss until evenly coated. 3. Nestle the sausages into the veggies. Bake for 40 minutes until the vegetables are very tender and the sausage is browned. 4. Sprinkle with fresh basil.",
    "image": "https://images.themodernproper.com/billowy-turkey/production/posts/Sheetpan-Ratatouille-9.jpg?w=667&auto=compress%2Cformat&fit=crop&fp-x=0.5&fp-y=0.5&dm=1599766780&s=ebf094bba7181ce1a399ac1c02532aa2"
  },

  {
    "objectID": "7",
    "name": "Instant Pot Chicken Marinara With Polenta",
    "description": "An Instant Pot chicken marinara recipe is a simple equation for an easy, satisfying dinner that goes something like this: chicken thighs + a jar of marinara sauce = dinner's done.",
    "ingredients": "8 Boneless, skinless chicken thighs (2 lbs), 2 tsp Salt, divided, 1 (24 oz) Jar of marinara sauce, 4 Cups chicken stock or broth, 1 cup Polenta",
    "cook_time": "30 minutes",
    "instructions": "1. Sprinkle the chicken thighs with 1 teaspoon salt and add them along with the tomato sauce to your pressure cooker, giving it a quick stir to combine. 2. Cover with the lid. Turn to manual (pressure cook) mode. Cook on high (full pressure) for 5 mins. 3. Let the pressure release naturally for 10 minutes. Then do a quick release for any remaining pressure. 4.While the chicken is cooking bring the chicken stock to a boil in a medium sized pot. Whisk in polenta and cook, while stirring, until polenta has absorbed all the liquid, about 12-14 minutes. Stir in remaining 1 teaspoon salt and remove from heat. Cover with a lid until ready to serve. 5.Use two forks to shred the thighs in the tomato sauce. Serve over polenta and enjoy!",
    "image": "https://images.themodernproper.com/billowy-turkey/production/posts/Chicken-Marinara-with-Polenta-12.jpg?w=667&auto=compress%2Cformat&fit=crop&fp-x=0.5&fp-y=0.5&dm=1599766733&s=3c19679718df9c9d474fc2cede3eaf3c"
  },

  {
    "objectID": "8",
    "name": "Chickpea Salad Sandwich",
    "description": "Looking for healthy and easy lunch recipes? This delicious chickpea salad sandwich is essentially a vegetarian chicken salad sandwich using chickpeas!",
    "ingredients": "1 1/2 cups cooked chickpeas, 1 rib celery, 3 green onions, 1 to 2 tablespoons mayonnaise, 1 tablespoon lemon juice, 1 teaspoon celery seed, Kosher salt & fresh ground pepper, 4 slices bread, Lettuce, spring green mix, or sprouts, Hummus, optional",
    "cook_time": "10 minutes",
    "instructions": "1. Thinly slice the celery (if it's a large rib, cut in half lengthwise first). Thinly slice the green onions. 2. Drain and rinse the chickpeas. In a medium bowl, smash the chickpeas with a fork. 3. Combine the chickpeas with the chopped celery and green onions, mayonnaise, lemon juice, and celery seed. Add about 1/4 to 1/2 teaspoon kosher salt, depending on your chickpea brand and taste preferences, and fresh ground pepper to taste. Taste and salt until the flavor pops! If the salad is dry, add more mayonnaise (cooked chickpeas have a drier texture than canned). 4.Assemble the chickpea salad sandwich: If desired, spread the bread with hummus (this amps it up a bit but not required). Top the sandwich with lettuce or greens and chickpea spread.",
    "image": "https://www.acouplecooks.com/wp-content/uploads/2019/01/Chickpea-Salad-Sandwich-001.jpg"
  },


  {
    "objectID": "9",
    "name": "Pork and Peanut Dragon Noodles",
    "description": "Sweet, salty, rich, and crunchy, these Pork and Peanut Dragon Noodles hit all the bases. It's fast, easy comfort food for busy nights! ",
    "ingredients": "1/4 cup chili garlic sauce, 1/4 cup soy sauce, 1/4 cup brown sugar, 1/2 lb. ground pork, 2 3oz. packages ramen noodles, 3 green onions, sliced, 1/4 cup unsalted peanuts, chopped",
    "cook_time": "25 minutes",
    "instructions": "1. Combine the chili garlic sauce, soy sauce, and brown sugar in a bowl. 2. Add the ground pork to a skillet and cook over medium heat until it is fully browned*. Once browned, add the prepared dragon sauce and chopped peanuts. Allow the pork and peanuts to simmer in the sauce for another 5 minutes, or until the sauce has reduced by half. 3. While the pork is browning, begin boiling water for your noodles. Once boiling, add your noodles and cook according to the package directions. Drain the noodles in a colander. 4. Once the sauce has reduced and the noodles have drained, add the noodles to the skillet and toss until everything is combined and coated in sauce. Top with sliced green onions and serve!",
    "image": "https://www.budgetbytes.com/wp-content/uploads/2018/01/Pork-and-Peanut-Dragon-Noodles-eat-2.jpg"
  },
  {
    "objectID": "10",
    "name": "Creamy Pesto and Kale Pasta",
    "description": "Enjoy our creamy pesto and kale pasta as a tasty and nutritious supper. Make it with just a handful of ingredients and storecupboard staples",
    "ingredients": "1 tbsp grapeseed oil, 2 red onions, 1 small onion, 1 kale, 1 box of penne pasta, 4 tbsp reduced-fat creamed, 4 tbsp pesto sauce", 
    "cook_time": "25 mins",
    "instructions": "1. Heat the oil in a large pan over medium heat. Fry the onions for 10 mins until softened and beginning to caramelise. Add the kale and 100ml water, then cover and cook for 5 mins more, or until the kale has wilted. 2. Cook the pasta following pack instructions. Drain, reserving a little of the cooking water. Toss the pasta with the onion mixture, cream cheese and pesto, adding a splash of the reserved cooking water to loosen, if needed. Season.",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2020/08/creamy-pesto-kale-pasta-d582e18.jpg"
  },

  {
    "objectID": "11",
    "name": "Mac and Cheese",
    "description": "A combination of cheeses, layered in the dish as well as melted into a rich and creamy cheese sauce, for the ultimate in cheesy deliciousness.",
    "ingredients": "8 ounces uncooked elbow macaroni, 2 cups shredded sharp Cheddar cheese, ½ cup grated Parmesan cheese, 3 cups milk, ¼ cup butter, 2  tablespoons all-purpose flour, 2 tablespoons butter, ½ cup bread crumbs, 1 pinch paprika", 
    "cook_time": "50 mins",
    "instructions": "1. Cook macaroni according to the package directions. Drain. 2. In a saucepan, melt butter or margarine over medium heat. Stir in enough flour to make a roux. Add milk to roux slowly, stirring constantly. Stir in cheeses, and cook over low heat until cheese is melted and the sauce is a little thick. Put the macaroni in a large casserole dish, and pour sauce over macaroni. Stir well. 3. Melt butter or margarine in a skillet over medium heat. Add breadcrumbs and brown. Spread over the macaroni and cheese to cover. Sprinkle with a little paprika. 4. Bake at 350 degrees F (175 degrees C) for 30 minutes.",
    "image": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimages.media-allrecipes.com%2Fuserphotos%2F7710190.jpg"
  },

  {
    "objectID": "12",
    "name": "Orange Chicken",
      "description": "A delicious citrus chicken recipe with flavors reminiscent of the orange chicken from a popular restaurant in the mall.",
      "ingredients": "1 cups water, 2 tablespoons orange juice, ¼ cup lemon juice, ⅓ cup rice vinegar, 2 ½ tablespoons soy sauce, 1 tablespoon grated orange zest, 1 cup packed brown sugar, ½ teaspoon minced fresh ginger root, ½ teaspoon minced garlic, 2 tablespoons chopped green onion, ¼ teaspoon red pepper flakes, ¼ teaspoon red pepper flakes, 2 tablespoons water", 
      "cook_time": "120 mins",
      "instructions": "1. Pour 1 1/2 cups water, orange juice, lemon juice, rice vinegar, and soy sauce into a saucepan and set over medium-high heat. Stir in the orange zest, brown sugar, ginger, garlic, chopped onion, and red pepper flakes. Bring to a boil. Remove from heat, and cool 10 to 15 minutes. 2. Place the chicken pieces into a resealable plastic bag. When contents of saucepan have cooled, pour 1 cup of sauce into bag. Reserve the remaining sauce. Seal the bag, and refrigerate at least 2 hours. In another resealable plastic bag, mix the flour, salt, and pepper. Add the marinated chicken pieces, seal the bag, and shake to coat. 4. Heat the olive oil in a large skillet over medium heat. Place chicken into the skillet, and brown on both sides. Drain on a plate lined with paper towels, and cover with aluminum foil. 5. Wipe out the skillet, and add the sauce. Bring to a boil over medium-high heat. Mix together the cornstarch and 2 tablespoons water; stir into the sauce. Reduce heat to medium low, add the chicken pieces, and simmer, about 5 minutes, stirring occasionally.",
      "image": "https://www.jessicagavin.com/wp-content/uploads/2016/05/orange-chicken-6-1200.jpg"
  },

  {
    "objectID": "13",
    "name": "Mashed Potatoes",
      "description": "If you love good, old fashioned mashed potatoes this is the perfect recipe. Simple and delicious.",
      "ingredients": "2 pounds baking potatoes, peeled and quartered, 2 tablespoons butter, 1 cup milk, salt and pepper to taste", 
      "cook_time": "35 mins",
      "instructions": "1. Bring a pot of salted water to a boil. Add potatoes and cook until tender but still firm, about 15 minutes; drain. 2. In a small saucepan heat butter and milk over low heat until butter is melted. Using a potato masher or electric beater, slowly blend milk mixture into potatoes until smooth and creamy. Season with salt and pepper to taste.",
      "image": "https://www.thespruceeats.com/thmb/aV3a6phN-0r_0hsFnrMb5ezHG1g=/3000x3000/smart/filters:no_upscale()/easy-microwave-mashed-potatoes-3059678_hero-01-520a91abceb44719ae5a24a179af8645.jpg"
  },
  {
    "objectID": "14",
    "name": "Sweet Cornbread",
      "description": "If you like sweet cornbread, this is the recipe for you! My mom made this for me as a child, and now it's my family's favorite.",
      "ingredients": "1 cup all-purpose flour, 1 cup yellow cornmeal, ⅔ cup white sugar, 1 teaspoon salt, 3 ½ teaspoons baking powder, 1 egg, 1 cup milk, ⅓ cup vegetable oil",
      "cook_time": "35 mins",
      "instructions": "1. Preheat oven to 400 degrees F (200 degrees C). Spray or lightly grease a 9 inch round cake pan. 2. In a large bowl, combine flour, cornmeal, sugar, salt and baking powder. Stir in egg, milk and vegetable oil until well combined. Pour batter into prepared pan. 3. Bake in preheated oven for 20 to 25 minutes, or until a toothpick inserted into the center of the loaf comes out clean.",
      "image": "https://oldworldgardenfarms.com/wp-content/uploads/2018/02/featured-sweet-cornbread.jpg"
  },
  {
    "objectID": "15",
    "name": "Chicken Bulgogi",
      "description": "This is a quick and easy, but very tasty meal. You can substitute the chicken with beef or pork for variety. My wife and I absolutely love this recipe, and it only takes 30 minutes with very few dirty dishes! Serve over rice.",
      "ingredients": "¼ cup chopped onion, 5 tablespoons soy sauce, 2 ½ tablespoons brown sugar, 2 tablespoons minced garlic, 2 tablespoons sesame oil, 1 pound skinless, boneless chicken breasts, cut into thin strips 1 tablespoon sesame seeds, ½ teaspoon cayenne, salt and ground black pepper to taste",
      "cook_time": "35 mins",
      "instructions": "1. Whisk onion, soy sauce, brown sugar, garlic, sesame oil, sesame seeds, cayenne pepper, salt, and black pepper together in a bowl until marinade is smooth. 2. Cook and stir chicken and marinade together in a large skillet over medium-high heat until chicken is cooked through, about 15 minutes. 3. Bake in preheated oven for 20 to 25 minutes, or until a toothpick inserted into the center of the loaf comes out clean.",
      "image": "https://www.koreanbapsang.com/wp-content/uploads/2012/03/DSC_1825-e1562126941436.jpg"
  },
  {
      "objectID": "16",
      "name": "Beef Stir-Fry",
      "description": "Quick and easy beach recipes",
      "ingredients": "2 tablespoons vegetable oil, 1 pound beef sirloin, cut into 2-inch strips, 1 cups fresh broccoli florets, 1 red bell pepper, cut into matchsticks, 2 carrots, thinly sliced, 1 green onion, chopped, 1 teaspoon minced garlic, 2 tablespoons soy sauce, 2 tablespoons sesame seeds, toasted", 
      "cook_time": "25 mins",
      "instructions": "1. Heat vegetable oil in a large wok or skillet over medium-high heat; cook and stir beef until browned, 3 to 4 minutes. Move beef to the side of the wok and add broccoli, bell pepper, carrots, green onion, and garlic to the center of the wok. Cook and stir vegetables for 2 minutes. 2. Stir beef into vegetables and season with soy sauce and sesame seeds. Continue to cook and stir until vegetables are tender, about 2 more minutes.",
      "image": "https://www.todaysparent.com/wp-content/uploads/2017/01/beef-and-broccoli-stir-fry-recipe-1280x960.jpg"
  },
  {
    "objectID" : "17",
    "name": "Green tea noodles with sweet chili salmon",
      "description": "Green tea noodles bring a pop of colour to this easy midweek dinner.",
    "ingredients": "1/2 cup peanut oil, 1 tbs finely chopped ginger, 3 long green shallots, thinly sliced, 1 lemongrass stalk (white part only), finely grated, 1 1/2 tbs runny honey, 2 tbs extra virgin olive oil, 80g chilli paste in soybean oil, 600g whole skinless salmon fillet, pin-boned, 240g packet dried green tea noodles, 1/3 cup (80ml) lime juice, 2 1/2 tsp caster sugar, 2 tsp fish sauce, 1/2 tsp chilli flakes",
    "cook_time": "40 minutes",
      "instructions": "1. Preheat oven to 220°C. Heat peanut oil in a small saucepan over low heat. Add ginger, long green shallot, lemongrass and a pinch of salt. Cook, stirring occasionally, for 6-8 minutes until long green shallot is very soft but not coloured. Remove from heat and cool. 2. Meanwhile, combine honey, olive oil and chilli paste in a bowl. Stir to combine. Line a baking tray with baking paper and add salmon. Rub honey mixture over salmon to coat, then season. Roast for 12-15 minutes for medium. Set aside, loosely covered with foil, to rest for 5 minutes. 3. Cook noodles according to packet instructions. Drain and rinse briefly with warm water. Whisk lime juice, sugar, fish sauce and chilli flakes into the shallot oil mixture. Place noodles in a large bowl with three quarters of the shallot oil, season and toss to combine. Arrange on a serving platter and flake salmon over the top. Drizzle over remaining shallot oil and scatter with extra chilli flakes, toasted sesame seeds and shiso leaves. Serve at room temperature or chilled.",
    "image": "https://img.delicious.com.au/jtHTy_EA/w759-h506-cfill/del/2020/10/green-tea-noodles-with-sticky-sweet-chilli-salmon-140868-2.jpg"
  },
  {
    "objectID" : "18",
    "name": "Fried Rice with crisp pork",
    "description": "The trick to getting the best fried rice? Cook the rice a day ahead and refrigerate it overnight, covered, so it dries out.",
    "ingredients": "1/3 cup (80ml) peanut oil, 4 garlic cloves, thinly sliced, 300g minced pork, 1/4 cup (80g) chilli bean sauce, 1 bunch garlic chives, chopped, 4 cups (580g) cooked jasmine rice",
      "cook_time": "30 minutes",
      "instructions": "Heat oil in a wok over medium-high heat. Add garlic and cook for 2-3 minutes until golden. Remove using a slotted spoon and set aside. Add pork to the garlic oil in the wok and cook, breaking up mince with a wooden spoon, for 6-7 minutes until lightly caramelised. Add chilli bean sauce and cook for 2 minutes or until lightly caramelised. Add chives and rice and cook, tossing in the pan, for 3 minutes or until coloured. To serve, top with fried eggs and scatter with crisp garlic.",
    "image": "https://img.delicious.com.au/XSWGHXN1/w759-h506-cfill/del/2020/03/garlicky-fried-rice-with-crisp-pork-127604-1.jpg"
  },
  
  {
    "objectID" : "19",
    "name": "Sesame butter radishes with lemon",
    "description": "Quick, easy and pretty as picture",
    "ingredients": "100g unsalted butter, 2 tsp sesame oil, 3 bunches mixed radishes, washed, trimmed, Juice of 1 lemon, plus extra lemon wedges to serve, 1 tbs each toasted black and white sesame seeds, Red vein sorrel, baby radish leaves, baby shiso and sourdough, to serve",
    "cook_time": "20 minutes",
    "instructions": "1. Melt butter and oil in large frypan over medium-high heat and cook for 3 minutes or until nut brown. Add radish and cook, tossing pan, for 6-8 minutes or until tender. Spoon into a serving bowl. 2. Drizzle over lemon juice and scatter with sesame seeds and salad leaves. Serve with sourdough and extra lemon.",
    "image": "https://img.delicious.com.au/qDWL5Plg/w759-h506-cfill/del/2017/12/sesame-butter-radishes-with-lemon-57418-2.jpg"
  },
  
  {
    "objectID" : "20",
    "name": "Quick Chicken Roast",
    "description": "Serve up a golden roasted chicken with this simple one-tray bake recipe.",
    "ingredients": "6 thyme sprigs, leaves picked, 4 anchovies in oil, drained, chopped, 2 teaspoons dried oregano, 1 teaspoon chilli flakes, 2 tablespoons olive oil, 2 garlic cloves, chopped, Finely grated zest of 1 lemon, 8 Lilydale Free Range Chicken Thighs (bone in, skin on), 800g baby kipfler potatoes, halved lengthways, 100g speck or streaky bacon, cut into 5mm-thick batons, 250g baby truss tomatoes",
      "cook_time": "55 minutes",
      "instructions": "1. Preheat the oven to 200C. 2. Combine the thyme, anchovies, oregano, chilli, oil, garlic and lemon zest in a bowl. Add the chicken and turn to coat. Add the potatoes and toss to combine. Place on a large baking tray and scatter over the speck. 3. Cut the zested lemon into wedges and add to the tray. Season and roast for 40 minutes or until chicken is golden and potatoes tender. Remove from the oven and top with tomatoes. Roast for a further 10-15 minutes until tomatoes are blistered. 4. Squeeze over roasted lemon juice to serve.",
    "image": "https://img.delicious.com.au/fvzcHXWp/w759-h506-cfill/del/2015/10/quick-chicken-roast-13852-1.jpg"
  },
  
  {
    "objectID" : "21",
    "name": "Sardines stuffed with kale, pine nuts a raisins",
    "description": "these sardines stuffed with kale, pine nuts and raisins are surprisingly simple to make. This is an extract from our new book, Feel Good Food.",
    "ingredients": "2 cups (50g) shredded kale, 2 tbs each raisins and pine nuts, 1 garlic clove, crushed, Finely grated zest of 1/2 lemon, plus 2 lemons, halved, 12 sardines, cleaned, 2 (600g) sweet potatoes, peeled, cut into 8mm matchstick, 1/3 cup (80ml) olive oil, plus extra to brush, 1 tbs finely chopped flat-leaf parsley leaves, 2 tbs panko breadcrumbs",
    "cook_time": "50 minutes",
    "instructions": "1. Preheat the oven to 200°C. Place the kale in a heatproof bowl and cover with 1 cup (250ml) boiling water. Stand for 1 minute, then drain and refresh under cold running water. Squeeze to remove excess liquid. Transfer to a large chopping board, or food processor with raisins, pine nuts, garlic and lemon zest, and roughly chop, tossing to combine. Stuff sardine cavities with kale mixture, then place on a baking paper-lined baking tray. Set aside. 2. To make fries, combine sweet potato and 2 tbs oil in a bowl. Season. Divide between 2 baking paper-lined baking trays. Roast for 25-30 minutes, tossing once, until golden. Toss with chopped parsley. Keep warm. 3. Increase heat to 210°C. Sprinkle sardines with breadcrumbs and drizzle with the remaining 2 tbs oil. Roast for 10-15 minutes until golden and cooked through. 4. Meanwhile, preheat a chargrill pan over medium-high heat. Brush the cut sides of halved lemons with extra oil. Cook, cut-side down, for 2-3 minutes until lightly charred. 5. Serve sardines with sweet potato fries and chargrilled lemons to squeeze over.",
    "image": "[https://img.delicious.com.au/eTbu-YmJ/w759-h506-cfill/del/2015/10/valli-littles-sardines-stuffed-with-kale-pine-nuts-and-raisins-20576-3.jpg"
  },
  
  {
    "objectID" : "22",
    "name": "Seared tuna with Fijan-style potato curry",
    "description": "Valli Little takes a little (island) time out to master cooking with tropical produce, try her seared tuna with Fijian-Style potato curry, for a taste of paradise.",
    "ingredients": "800g sebago potatoes, peeled, cut into 4cm pieces, 2 tbs ghee, 1 onion, finely chopped, 1 long green chilli, seeds removed, finely chopped, plus extra to serve, 2cm piece ginger, grated, 1 garlic clove, crushed, 1 tsp mild curry powder, 1 tsp ground turmeric, 3 tsp brown mustard seeds, 1/2 tsp chilli powder, 10 fresh curry leaves, plus extra fried leaves (optional), to serve, 11/2 tsp caster sugar, 1/3 cup (60ml) rice vinegar, 1 red onion, thinly sliced into rounds, 4 x 180g tuna steaks, Coriander leaves, to serve",
    "cook_time": "45 minutes",
    "instructions": "1. Place potato in a pan of cold salted water, bring to the boil over high heat. Cook for 3-4 minutes until par-cooked. Drain. 2. Heat the ghee in a frypan with a lid over medium heat. 3. Add onion and cook, stirring, for 2-3 minutes until softened. 4. Add chilli, ginger, garlic and spices, and cook for a further 1 minute or until fragrant. 5. Add the potatoes, curry leaves and 1 cup (250ml) water. 6. Cover and cook for 10 minutes, shaking to prevent catching, then remove lid and cook for a further 5-10 minutes until potatoes start to crisp. 7. Remove from heat. Stir in 1/2 tsp sugar and season. Keep warm. 8. Combine the vinegar, 1/2 tsp salt and remaining 1 tsp sugar in a bowl, stirring until dissolved. 9. Add red onion and toss to combine. Set aside. 10. Heat a chargrill pan or barbecue to high. 11. Season tuna and grill for 1 minute each side or until seared but still rare in the centre. 12. Remove from pan. Rest, loosely covered with foil, for 5 minutes. 13. Drain red onion. Add coriander leaves and toss to combine. Season. 14. Divide tuna and potato curry among plates. 15. Top with onion mixture, extra chilli and fried curry leaves, if using, to serve.",
    "image": "https://img.delicious.com.au/b_eRVkGe/w759-h506-cfill/del/2016/01/seared-tuna-with-fijian-style-potato-curry-26300-1.jpg"
  },
  
  {
    "objectID" :"23",
    "name": "Fish Tacos with Avocado Salsa",
    "description": "Serve the seared spicy fish in crisp taco shells with piles of lettuce and an avocado, tomato and jalapeño salsa.",
    "ingredients": "600g skinless white fish fillets (such as flathead), pin-bonedLarge pinch of cayenne pepper, 1 teaspoon ground cumin, 1 tablespoon olive oil, 8 taco shells, 1 baby cos lettuce, finely shredded, Coriander leaves, to serve, 2 ripe tomatoes, 1 green capsicum, finely chopped, 1 avocado, flesh finely chopped, 1 tablespoon pickled sliced jalapeño chillies, drained, finely chopped, 1/2 red onion, thinly sliced, 2 tablespoons coriander leaves, 1 garlic clove, crushed, 1/2 teaspoon ground cumin, 1 tablespoon lime juice, 1 tablespoon olive oil",
    "cook_time": "20 minutes",
    "instructions": "1. Preheat the oven to 180°C. 2, For salsa, halve the tomatoes, squeeze out and discard the seeds and juice, then finely chop the flesh. Place in a bowl with the remaining salsa ingredients, season with salt and pepper and mix to combine. 3. Stack taco shells upright in a baking dish and heat in the oven for 5 minutes. 4. Meanwhile, dust the fish with the cayenne, cumin, salt and pepper. Heat oil in a non-stick frypan and sear the fish for 1-2 minutes on each side until just cooked through. 5. Fill each taco shell with a layer of cos lettuce, top with the fish and spoon the avocado salsa over the top. Scatter with the coriander leaves and serve.",
    "Image": "https://img.delicious.com.au/e99IQSED/w759-h506-cfill/del/2015/10/fish-tacos-with-avocado-salsa-12556-1.jpg"
  },
  
  {
    "objectID" : "24",
    "name": "Mexican eggs with potato hash",
    "description": "Katie Quinn Davies recommends waking up to Mexican eggs and crisp potato hash - a hearty dish that's full of big, bold flavours.",
    "ingredients": "1/4 cup (60ml) olive oil, 1 onion, finely chopped, 400g beef mince, 1/4 cup (60ml) chipotle chilli sauce (see notes) or other hot sauce, 400g can chopped tomatoes, 1/3 cup roughly chopped coriander, plus extra to serve, 1kg (about 4) desiree potatoes (unpeeled), scrubbed, coarsely grated, 50g unsalted butter, melted, 4 eggs, 1 jalapeno chilli or long green chilli, thinly sliced",
    "cook_time": "25 minutes",
    "instructions": "1. Heat 1 tablespoon oil in a large frypan (with a lid) over medium-high heat. Add onion and a pinch of salt, then cook, stirring, for 3-4 minutes until soft. Add the beef and cook, stirring, for 5 minutes or until browned. Stir in the chipotle sauce, tomatoes and coriander, season with freshly ground black pepper and reduce heat to medium. Cook for a further 5-6 minutes until slightly thickened. 2. Meanwhile, to make the potato hash, place grated potato in a clean tea towel and squeeze to remove excess water. Place potato in a bowl with the melted butter, then season and stir to combine. Heat another 1 tablespoon oil in a separate frypan over medium heat. Using a 1/3 cup (80ml) measuring cup, place 4 mounds of potato in the pan, flatten with a spoon and cook for 3-4 minutes each side until golden and cooked through. Repeat with the remaining 1 tablespoon oil and potato mixture. 3. Using a spoon, make 4 indents in the beef, then crack an egg into each. Cover and cook for 7 minutes or until whites are cooked. Garnish with the chilli and extra coriander, then serve with the hash.",
    "image": "https://img.delicious.com.au/HWdxgEDg/w759-h506-cfill/del/2015/10/mexican-eggs-with-potato-hash-14587-1.jpg"
  },
  
  {
    "objectID" : "25",
    "name": "Tomato and salami pizza",
    "description": "Forget takeaway! These simple pizzas are ready in less than 10 minutes.",
    "ingredients": "2 Lebanese breads, 1/3 cup (90g) basil pesto, 2 x 150g buffalo mozzarella balls, torn, 1 tsp dried chilli flakes, 1 long green chilli, thinly sliced, 10 slices hot salami, 250g mixed cherry tomatoes, some halved, 1/3 cup (40g) pitted green olives, Basil leaves, to serve, Extra virgin olive oil, to serve",
    "cook_time": "10 minutes",
    "instructions": "1. Preheat the oven to 250°C. Place breads on a large baking tray or individual trays. Spread pesto evenly over each bread, then top with mozzarella, dried chilli, green chilli, salami, tomatoes, and olives. Bake for 8 minutes or until base is crisp and cheese has melted. 2. Season with black pepper, drizzle with olive oil and top with basil to serve.",
    "image": "https://img.delicious.com.au/fa1IJnFG/w759-h506-cfill/del/2016/03/quick-tomato-and-salami-pizzas-28398-1.jpg"
  },
  
  {
    "objectID" : "26",
    "name": "Thai fish and pumpkin soup",
    "description": "Look for pumpkin with a rich, dense orange flesh, and team it with a spicy/sour Thai fish curry light on coconut milk.",
    "ingredients": "1 tablespoon sunflower oil, 3 tablespoons Thai red curry paste 200ml light coconut milk, 3 cups (750ml) salt-reduced chicken or fish stock, 4 Asian (red) eschalots, thinly slices, 1 long red chilli, thinly sliced, 2 kaffir lime leaves, finely shredded (optional), 250g pumpkin, peeled, cut into 2cm pieces, 1 green capsicum, cut into strips, 2 tablespoons tamarind puree, 2 tablespoons fish sauce, 1 tablespoon brown sugar, 600g skinless chunky fish fillets (such as blue eye, ling or snapper), cut into 3cm pieces, 100g baby spinach leaves",
    "cook_time": "25 minutes",
      "instructions": "1. Heat oil in a saucepan over medium-high heat. Add curry paste and cook, stirring, for 2 minutes or until fragrant. 2. Add the coconut milk, stock, eschalot, chilli and kaffir lime leaves, if using, and stir to combine. Add pumpkin, capsicum, tamarind, fish sauce, sugar and a pinch of salt and cook for 20 minutes or until the pumpkin is tender. 3. Add fish and simmer for 5 minutes or until the fish is opaque. 4. Place half the spinach in 4 warm bowls and top with the fish and veg. Scatter with remaining spinach, then ladle the sauce over the top and serve.",
    "image": "https://img.delicious.com.au/ymUaphEw/w759-h506-cfill/del/2015/10/thai-fish-and-pumpkin-soup-13519-2.jpg"
  },
  
  {
    "objectID" : "27",
    "name": "Jacket sweet potatoes",
    "description": "These quick and easy jacket sweet potatoes are packed to the brim with spiced chickpeas, tomato and feta.",
    "ingredients": "4 x 350g sweet potatoes (skin-on), 400g can chickpeas, rinsed, drained, 2 tbs harissa paste, 150g marinated feta, drained, crumbled, 2 truss tomatoes, roughly chopped, 1/2 bunch coriander, leaves chopped, 1 tbs finely chopped preserved lemon rind, white pith removed, 2 tbs extra virgin olive oil",
    "cook_time": "15 minutes",
    "instructions": "1. Pierce potatoes all over with a fork. Place on a plate and microwave on high, turning halfway, for 8 minutes or until tender. 2. Meanwhile, preheat oven grill to high. Combine chickpeas and harissa in a bowl, then place on a baking tray and grill for 4 minutes or until crisp. 3. Slice potatoes lengthways, leaving them attached on one end to form a ‘pocket’. Place on a baking tray. Top with chickpeas and feta. Grill for 4 minutes or until golden. 4. Combine tomato, coriander, preserved lemon and oil in a bowl. Season. 5. Top potatoes with salsa to serve.",
    "image": "https://img.delicious.com.au/hbqoQInw/w759-h506-cfill/del/2016/03/15-minute-jacket-sweet-potatoes-28396-3.jpg"
  },
  
  {
    "objectID" : "28",
    "name": "Sweet chilli salmon with edamame",
    "description": "This is incredibly easy to throw together – delicious comfort food with lots of flavour to lift the spirits. Extracted from The Fast 800 Easy by Dr Clare Bailey and Justine Pattison.",
    "ingredients": "1 tbsp olive or canola oil, 200g frozen edamame, baby broad beans or peas, 320–350g pack stir-fry vegetables, 160g sweet chilli hot smoked salmon, or any hot smoked or poached salmon, skin removed, flaked into large chunks, 1 tbsp dark soy sauce, to serve, Dash sriracha or Tabasco (optional), to serve",
    "cook_time": "5 minutes",
    "instructions": "1. Heat the oil in a large frying pan or wok over a high heat. Add the edamame and cook for 1 minute, or until beginning to thaw. Add the mixed vegetables and stir-fry for 3 minutes. 2. Add the salmon to the pan and cook for 1–2 minutes, or until hot, turning everything gently to avoid breaking up the fish too much. 3. Serve in warmed bowls sprinkled with the soy sauce and sriracha or Tabasco, if using.",
    "image": "https://img.delicious.com.au/Rw7eZkIS/w759-h506-cfill/del/2020/12/sweet-chilli-salmon-with-edamame-144147-2.jpg"
  },
  
  {
    "objectID" : "29",
    "name": "Lemon Bar",
    "description": "Tart, rich and perfection, all rolled into one! Wow your friends with this simple recipe. Hint: No Substitutions!",
    "ingredients": "1 cup butter, softened, ½ cup white sugar, 2 cups all-purpose flour, 4 eggs, 1 ½ cups white sugar, ¼ cup all-purpose flour, 2 lemons, juiced",
    "cook_time": "55 minutes",
    "instructions": "1. Preheat oven to 350 degrees F (175 degrees C). 2. In a medium bowl, blend together softened butter, 2 cups flour and 1/2 cup sugar. Press into the bottom of an ungreased 9x13 inch pan. 3. Bake for 15 to 20 minutes in the preheated oven, or until firm and golden. In another bowl, whisk together the remaining 1 1/2 cups sugar and 1/4 cup flour. Whisk in the eggs and lemon juice. Pour over the baked crust. 4. Bake for an additional 20 minutes in the preheated oven. The bars will firm up as they cool. For a festive tray, make another pan using limes instead of lemons and adding a drop of green food coloring to give a very pale green. After both pans have cooled, cut into uniform 2 inch squares and arrange in a checker board fashion.",
    "image": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimages.media-allrecipes.com%2Fuserphotos%2F1505467.jpg&w=995&h=666&c=sc&poi=face&q=85"
  },
  
  {
    "objectID" : "30",
    "name": "Banana Foster",
    "description": "[1-2 sentences of introduction]",
    "ingredients": "¼ cup butter, ⅔ cup dark brown sugar, 3 ½ tablespoons rum, 1 ½ teaspoons vanilla extract, ½ teaspoon ground cinnamon, 3 bananas, peeled and sliced lengthwise and crosswise, ¼ cup coarsely chopped walnuts, 1 pint vanilla ice cream ",
    "cook_time": "20 minutes",
    "instructions": "In a large, deep skillet over medium heat, melt butter. Stir in sugar, rum, vanilla and cinnamon. When mixture begins to bubble, place bananas and walnuts in pan. Cook until bananas are hot, 1 to 2 minutes. Serve at once over vanilla ice cream.",
    "image": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimages.media-allrecipes.com%2Fuserphotos%2F4003069.jpg&w=224&h=150&c=sc&poi=face&q=85"
  },
  
  {
    "objectID" : "31",
    "name": "Blood Orange Tart",
    "description": "This citrus-y tart with a shortbread crust is made with colorful blood orange juice, zest, and slices for garnish.",
    "ingredients": "1 cup all-purpose flour , ⅓ cup white sugar, 1 teaspoon vanilla extract, ½ teaspoon salt, ½ cup cold unsalted butter, cut into 1/2-inch pieces, ⅔ cup sugar, 2 tablespoons cornstarch, ¼ teaspoon salt, 1 cup blood orange juice, 3 eggs, lightly beaten, 1 egg yolk, lightly beaten, 2 tablespoons blood orange zest, 2 tablespoons unsalted butter, cut into 1/2-inch pieces, 1 blood orange, thinly sliced",
    "cook_time": "240 minutes",
    "instructions": "1. Lightly grease a 9-inch tart pan with a removable bottom. 2. Combine flour, sugar, vanilla extract, and salt in a food processor. Pulse a few times to combine. Add cold butter and pulse several more times until the mixture resembles coarse sand; mixture will be very crumbly. Pour mixture into the prepared tart pan. Use damp hands to press crumbs together evenly along the bottom and up the sides of the pan to form a crust. Use a fork to gently prick the bottom of the crust several times. Place crust in the freezer for 15 minutes. 3. Preheat the oven to 350 degrees F (175 degrees C). 4. Remove crust from freezer and place it on a cookie sheet. Line the crust with aluminum foil and fill with dried beans. 5. Bake in the preheated oven until crust begins to turn golden brown, 20 to 25 minutes. Remove beans and aluminum foil. Return crust to the oven and bake until center of crust is set, 5 to 7 minutes more. Remove from oven and reduce heat to 325 degrees F (165 degrees C). 6. Meanwhile whisk together sugar, cornstarch, and salt in a large heat-safe bowl. Mix in blood orange juice, eggs, egg yolk, and zest until smooth. Bring a pot of water to a low simmer. Place bowl with blood orange mixture over the pot of simmering water, making sure bowl does not touch water. Cook, stirring constantly, until mixture thickens enough to coat the back of a spoon, 5 to 10 minutes. Remove bowl from heat and stir in butter a piece at a time, ensuring each piece melts before adding the next. Pour custard mixture through a fine-mesh sieve into the prepared crust. 7. Bake in the preheated oven until custard is set, 15 to 20 minutes. Allow tart to cool to room temperature before removing from pan, about 30 minutes. 8. Chill tart for about 3 hours. Top with blood orange slices before serving.",
    "image": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimages.media-allrecipes.com%2Fuserphotos%2F6222539.jpg&w=596&h=596&c=sc&poi=face&q=85"
  },
  
  {
    "objectID" : "32",
    "name": "Chocolate chip cookies",
    "description": "Large or small, these triple chocolate cookies are crispy on the outside and chewy on the inside. Refrigerating the batter for 48 hours before baking is ideal, as this allows the dough to fully form its flavor.",
    "ingredients": "¾ cup brown sugar, ½ cup unsalted butter, at room temperature, ½ cup white sugar, 1 teaspoon salt, 1 large egg , 1 teaspoon vanilla extract, 1 ½ cups all-purpose flour , ¾ teaspoon baking soda, 1 cup milk chocolate chips, 1 (3 ounce) bar dark chocolate, cut into chunks, 3 tablespoons white chocolate chips",
    "cook_time": "95 minutes",
    "instructions": "1. Combine brown sugar, butter, white sugar, and salt in a large bowl; beat with an electric mixer until a creamy, deep brown mixture forms. Add egg and vanilla; beat until mixture lightens and becomes smooth, 10 to 15 seconds. 2. Mix flour and baking soda together in a separate bowl. Add slowly to the wet ingredients until mostly incorporated, but some white traces of flour remain. Fold in milk chocolate, dark chocolate, and white chocolate using a spatula, not the mixer. Cover the dough and refrigerate for at least 30 minutes, or up to 48 hours. 3. Preheat the oven to 350 degrees F (175 degrees C) when ready to bake. 4. Divide cold dough into 2 1/4-ounce portions and place on a cookie sheet. 5. Bake in the preheated oven until the edges start to look golden brown and crispy, 10 to 12 minutes. Do not overbake; the centers will not look fully done. Cool until cookies are set, about 30 minutes.",
    "image": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimages.media-allrecipes.com%2Fuserphotos%2F7910460.jpg&q=85"
  },
  
  {
    "objectID" : "33",
    "name": "Oatmeal peanut butter bars",
    "description": "The best granola bars in the world, it makes a great snack in the afternoon.",
    "ingredients": "1 cup peanut butter , ½ cup packed brown sugar, ½ cup corn syrup, ⅓ cup butter, 2 teaspoons vanilla extract, 3 ⅓ cups rolled oats, ½ cup flaked coconut, ½ cup sunflower seeds, ½ cup raisins, ½ cup semisweet chocolate chips",
    "cook_time": "35 minutes",
    "instructions": "1. Preheat oven to 350 degrees F (175 degrees C). 2. In a large bowl stir together the peanut butter, the butter or margarine, the brown sugar, the syrup and the vanilla until smooth. 3. Add all the other ingredients. Stir well. 4. Press the mixture into 13 x 9 inch greased pan. Bake for 20-25 minutes. Let cool on wire rack before cutting into bars.",
    "image": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimages.media-allrecipes.com%2Fuserphotos%2F6727456.jpg&w=596&h=596&c=sc&poi=face&q=85"
  },
  
  {
    "objectID" : "50",
    "name": "Chicken and Broccoli Shells and Cheese",
    "description": "Perfectly creamy homemade shells and cheese made with chicken and broccoli. Everyone loves this easy weeknight meal!",
    "ingredients": "8 ounces medium shell pasta, 3 cups broccoli, chopped into florets, 2 chicken breasts, cooked and diced, 2 tablespoons unsalted butter, ¼ cup all-purpose flour, 1 cup milk, 1 cup chicken broth. ¼ teaspoon garlic powder, ¼ teaspoon pepper, ⅛ teaspoon salt, 2 cups sharp cheddar cheese, shredded",
    "cook_time": "10 minutes",
    "instructions": "1. In a large pot of boiling salted water, cook pasta according to package directions. Add broccoli during last 2-3 minutes of cook time. Drain and set aside. 2. Melt butter in a large skillet over medium heat. Add flour and cooking, stirring, for 1 minute. Slowly whisk in milk and chicken broth and season with garlic powder, salt, and pepper. Cook, stirring constantly, until mixture is bubbling and thickened. Remove from heat and add cheddar cheese. Stir until melted. 3. Add the drained pasta, broccoli, and chicken and stir to combine. If sauce becomes too thick, add milk as needed to thin.",
    "image": "https://lovegrowswild.com/wp-content/uploads/2015/05/Chicken-and-Broccoli-Shells-and-Cheese-4.jpg"
  },
  
  {
    "objectID" : "51",
    "name": "Sour Cream Chicken Enchiladas",
    "description": "A very easy recipe made with a creamy homemade green & white sauce. A family-friendly weeknight winner!",
    "ingredients": "0.33 Tbs vegetable oil, 0.33 onion chopped, 0.67 Tbs garlic minced, 0.33 Tbs ground cumin, 0.17 Tbs ground coriander, 0.33 lb chicken breast diced, 2 flour tortillas softened, 0.5 cups cheddar cheese grated divided, 0.08 cup butter, 0.08 cup all purpose flour, 0.67 cups chicken stock, 0.33 cup sour cream, 1.33 oz can chopped green chilies",
    "cook_time": "35 minutes",
    "instructions": "1. Preheat oven to 400F. 2. Heat the oil over medium in a large skillet and cook onion until softened. 3. Add in the garlic, cumin and coriander and cook for 30 seconds. 4. Add the chicken and cook until done. 5. Set aside. 6. Melt butter in a medium saucepan. 7. Whisk in the flour to make a roux, stir and cook until bubbly then whisk in chicken stock. 8. Bring to a boil, whisking frequently. 9. Remove from heat and stir in sour cream and green chilies. Season with salt and pepper. 10. Add a little sauce to the bottom of the baking dish. 11. Add 1 Tbs cheese to each tortilla and divide cooked chicken evenly between tortillas. 12. Roll each on up and place seam-side down in the baking dish. 13. Pour sauce evenly over enchiladas. 14. Top with remaining cheese. 15. Bake at 400F for 20 minutes until cheese is melted and the sauce near the edges of baking dish is bubbly. 16. Remove from oven and let cool for 5 minutes. 17. If using, sprinkle cilantro over the top. 18. Devour. ",
    "image": "https://www.kyleecooks.com/wp-content/uploads/2012/02/Simple-Sour-Cream-Chicken-Enchiladas-36-1-1536x1024.jpg"
  },
  
  {
    "objectID" : "52",
    "name": "Venezuelan Arepas",
    "description": "",
    "ingredients": "2 cups arepa flour, 1 1/2 teaspoons salt, 2 1/4 cups warm water, Coconut oil for frying",
    "cook_time": "30 minutes",
    "instructions": "1. Mix arepa flour and salt. Slowly add warm water and knead to form a dough ball. Rest dough for about 5 minutes. 2. Divide dough into 6-8 pieces, roll into a ball in the palm of hands. Flatten dough to form a disk about 1/2 inch thick. 3. Heat Griddle or cast iron skillet with oil over medium-high heat. Add arepas and cook for about 5 minutes on each side until golden brown. 4. Using a knife cut arepas down the center but leaving the back ends attached. Stuffed with black beans, plantains, guacamole, jackfruit carnitas, scrambled tofu or your favorite stuffing and serve immediately. ",
    "image": "https://cdn.shortpixel.ai/client/to_avif,q_glossy,ret_img,w_1000/https://healthiersteps.com/wp-content/uploads/2018/12/how-to-make-arepas-recipe.jpg"
  },
  
  {
    "objectID" : "53",
    "name": "Chicken and Spinach in Creamy Mushroom",
    "description": "Chicken and Spinach in Creamy Parmesan Mushroom Sauce is your perfect comfort food as well as an easy midweek dinner (you can also use leftovers for lunch). Using boneless and skinless chicken thighs guarantees juicy and tender result.",
    "ingredients": "2 Tbsp olive oil, 4 boneless skinless chicken thighs (thinly sliced), 10 oz mushrooms (1 package), Salt and pepper to taste, 4 Tbsp butter, 4 cloves garlic minced, 1 Tbsp flour, 1/2 cup chicken broth, 1 cup half and half, 1/2 cup grated Parmesan cheese, 1/2 Tsp salt, 1 cup spinach",
    "cook_time": "30 minutes",
    "instructions": "1. Chicken and mushrooms: In a large skillet, add olive oil and heat it over medium high heat. When the pan is hot, add chicken and cook for about 5 minutes on each side until browned. Season chicken with salt and pepper right inside the pan. Remove it onto a plate and add the sliced mushrooms in. Add in salt. In about 5 more minutes, your mushrooms should look nice and moist, and dark. Once cooked, remove them from the pan. I put them on the same plate as the cooked chicken strips. 2. Sauce: To make the sauce, add butter to the pan, allow it to melt and then cook garlic in it until slightly browned – only for a couple of minutes. Add 1 tablespoon flour (omit flour if you like your sauce to be a little more runny).  Slowly add chicken broth, half-and-half and Parmesan cheese. All these will blend in very quickly.  3. Add salt slowly and taste the sauce to make sure the salt level is to your liking. 4. Spinach: Add spinach to the sauce and allow it to wilt. I added 1 cup of spinach, but you can certainly add more or less depending on your preference. 5. Putting it all together: Add the chicken and mushrooms back into the pan and mix in well. Serve warm and garnish it with parsley, if desired. 6. Eat as is, or serve along pasta or rice.",
    "image": "https://whatsinthepan.com/wp-content/uploads/2016/10/30123896812_cdf57fc828_c.jpg"
  },
  
  
  {
    "objectID" : "54",
    "name": "Crispy Southwest Wrap",
    "description": "Crispy Southwest Wraps are one of our go-to, easy meals. They take less than 30-minutes and my family loves them!",
    "ingredients": "1 pound ground beef, salt and freshly ground black pepper, 2 1/2 teaspoons chili powder, 1 1/2 teaspoons cumin, 1/2 teaspoon garlic powder, 2 Tablespoons water, 15 ounce can black beans , drained and rinsed, 1 cup frozen corn , thawed, 1/2 red bell pepper, 1 green onion, 1 cup cooked rice (leftover rice works great!), white, brown, rice pilaf, wild rice, 1 1/2 cups freshly shredded cheddar cheese (or Monterey or pepperjack), 1/2 cup sour cream, 6-8 large flour tortillas",
    "cook_time": "25 minutes",
    "instructions": "1. Add the ground beef to a large skillet over medium heat. Cook and crumble until browned. Drain grease.  2. Season with a little salt and pepper and add chili powder, cumin, garlic powder and water. Stir to combine.  3. Add black beans, corn, bell pepper, and onions and toss to combine. Saute for a 2-3 minutes. 4. Heat a large skillet over medium high heat. 5. Warm the rice. Layer tortilla with a handful of cheese evenly spread across the tortilla.  6. Add a small scoop of rice, placing it in a line along one end of the tortilla. 6. On top of the rice add a few small dollops of sour cream, and a spoonful of the beef filling. Starting at that end, roll the tortilla up, folding in the sides like a burrito. 7. Spray the skillet generously with cooking spray and place the wraps seam side down on the greased skillet.  8. Gently brush the tops of the wraps lightly with oil, or spray them with cooking spray. Turn the wraps every minute or two until they are golden and crispy on all sides. 9. Serve warm, with salsa and/or a creamy cilantro dipping sauce.",
    "image": "https://tastesbetterfromscratch.com/wp-content/uploads/2016/11/Crispy-Southwest-Wrap-3-768x1152.jpg"
  },
  
  
  {
    "objectID" : "55",
    "name": "Chicken Avocado Caprese Salad",
    "description": "Seared chicken, fresh mozzarella and tomato halves, creamy avocado slices and shredded basil leaves are drizzled with an incredible balsamic dressing that doubles as a marinade for the ultimate salad! Balsamic Chicken Avocado Caprese Salad… Now THIS was and still is a family favourite!",
    "ingredients": "1/4 cup (60 mL) balsamic vinegar, 2 tablespoons (30 mL) olive oil, 2 teaspoons brown sugar, 1 teaspoon minced garlic, 1 teaspoon dried basil, 1 teaspoon salt, 4 chicken thigh fillets, skin removed (no bone), 5 cups Romaine, (or cos) lettuce leaves, washed and dried, 1 avocado, 1 cup cherry or grape tomatoes, 1/2 cup mini mozzarella / bocconcini cheese balls, 1/4 cup basil leaves, thinly sliced, Salt and pepper, to season",
    "cook_time": "20 minutes",
    "instructions": "1. Whisk marinade ingredients together to combine. Place chicken into a shallow dish; pour 4 tablespoons of the dressing / marinade onto the chicken and stir around to evenly coat chicken. Reserve the untouched marinade to use as a dressing. 2. Heat about one teaspoon of oil in a large grill pan or skillet over medium-high heat and grill or sear chicken fillets on each side until golden, crispy and cooked through. Once chicken is cooked, set aside and allow to rest. 3. Slice chicken into strips and prepare salad with lettuce, avocado slices, tomatoes, mozzarella cheese and chicken. Top with basil strips; drizzle with the remaining dressing; season with salt and pepper; serve.",
    "image": "https://cafedelites.com/wp-content/uploads/2016/08/Balsamic-Chicken-Avocado-Caprese-Salad-21.jpg"
  },
  
  
  {
    "objectID" : "56",
    "name": "Rustic Chicken Pasta with Bacon and Sausage",
    "description": "What I love most about this Rustic Chicken Pasta recipe is all of the smaller flavors come together with a powerful punch! Plus, you can basically use any seasonal vegetable and add in shrimp if you’re feeling extra fancy!",
    "ingredients": "2 boneless skinless chicken breasts, pounded thin, 1/2 a cup of all purpose flour, 1 tsp of garlic powder, 1/2 tsp pepper, Four strips of thick bacon, 1 lb smoke sausage link, 1 red bell pepper, seeded and thinly sliced, 1 TBSP olive oil, 2 cloves of garlic, 2 cups chicken broth, 1/2 tsp rosemary, 1/2 tsp red pepper flakes, 2 cups heavy cream, 1 cup freshly grated Parmesan cheese, 1 lb uncooked penne pasta, salt, fresh parsley",
    "cook_time": "30 minutes",
    "instructions": "1. Cook pasta according to directions. Drain and set aside. In a medium bowl mix together flour, garlic powder and pepper. Dredge chicken in flour mixture and set aside. 2. In a large saute skillet over medium high heat brown your cut bacon  and sausage until slightly crisp. Once cooked remove to a paper towel lined plate. 3. Drain off any excess grease leaving about 1 TBSP in the pan. Place chicken into hot oil and brown. About 2 minutes on each side or until cooked through and no longer pink. Remove chicken to a plate and let rest. 4. Completely drain off all grease, leaving any bits in the pan. Add in olive oil and red bell pepper and sauté for 3 minutes over medium high heat. Add in minced garlic and cook for 30 seconds stirring constantly. 5. Pour in chicken broth and scrape up any bits stuck to the pan. Bring to a boil and cook for 3 minutes. Reduce heat to low and mix in rosemary, red pepper flakes, cream and Parmesan cheese. Stir until smooth.  Continue cooking on low until slightly thickened, about 4 minutes. 6. Thinly slice chicken breasts into strips. Add chicken, bacon, sausage, and pasta into the sauce. Stir until well coated. Season with salt if needed. Garnish with chopped parsley.",
    "image": "https://i1.wp.com/www.landeeseelandeedo.com/wp-content/uploads/2014/11/Rustic-Chicken-Pasta-Recipe.jpg?w=667&ssl=1"
  },
  
  
  {
    "objectID" : "57",
    "name": "Sheet-Pan Jambalaya",
    "description": "Jambalaya is a quintessential one pot recipe with chicken, sausage, shrimp and rice! coming to you from New Orleans!",
    "ingredients": "1 medium medium yellow onion, 1 red bell pepper, 1 yellow bell pepper, 1 green bell pepper, 2 cups chicken sausage, olive oil, to taste, 1 ¼ tablespoons creole seasoning, 1 lb raw shrimp, peeled and deveined, ½ teaspoon paprika, 1 ½ cups tomato, 4 cups rice, cooked, we used brown rice, scallion, sliced, for garnish",
    "cook_time": "25 minutes",
    "instructions": "1. Preheat the oven to 425°F (220°C). 2. On a large baking sheet, arrange the onion, bell peppers, and chicken sausage. Drizzle with olive oil and season with 1 tablespoon Creole seasoning, or to taste. Using your hands, mix everything together well. 3. Bake for 8 minutes, or until chicken sausage begins to brown. 4. While the vegetables and chicken sausage are cooking, place the shrimp in a small bowl. Season with 1 teaspoon Creole seasoning and ½ teaspoon paprika. Stir to coat. 5. Remove the vegetables and sausage from the oven, and add the seasoned shrimp and diced tomatoes. Mix everything together. 6. Return everything to the oven for 6 minutes, or until the shrimp is just done. 7. Remove from the oven and add the cooked rice, mixing everything together well. 8. Garnish with sliced scallions and serve immediately.",
    "image": "https://cafedelites.com/wp-content/uploads/2018/05/Jambalaya-IMAGE-3.jpg"
  },
  
  
  {
    "objectID" : "58",
    "name": "Sizzling Chicken Sisig",
    "description": "Sizzling Chicken Sisig is the chicken version of the popular sisig dish. This recipe is quick and easy and can be low in fat depending on the type and amount of mayonnaise that will be used.",
    "ingredients": "1 1/2 lbs. grilled chicken breast finely chopped, 1/4 lb. chicken liver chopped, 1 cup minced yellow onion, 1 teaspoon garlic powder, 2 pieces long green chili or serrano peppers sliced diagonally, 2 tablespoons soy sauce, 1/4 cup butter, 4 to 5 tablespoons mayonnaise, 1 egg, salt and pepper to taste, 2 tablespoons cooking oil",
    "cook_time": "15 minutes",
    "instructions": "1. Heat the cooking oil in a pan. 2. When the oil becomes hot, saute the onion until it becomes soft. 3. Add the chicken liver. Cook until the liver browns. 4. Add-in the grilled chopped chicken breast. Stir and cook for 3 to 4 minutes. 5. Put the garlic powder and soy sauce in. Stir. 6. Sprinkle salt and pepper. Stir. 7. Add the mayonnaise and then stir right away until all the ingredients are well incorporated. 8. Heat the sizzling plate (cast iron pan). 9. Once the pan is hot, put the butter in and let it melt. 10. Transfer the chicken sisig on the cast iron pan. 11. Crack the egg and drop on top of the chicken. 12. Arrange the green chili on top. 13. Serve. Share and enjoy!",
    "image": "https://panlasangpinoy.com/wp-content/uploads/2013/11/Sizzling-Chicken-Sisig.jpg"
  },
  
  
  {
    "objectID" : "59",
    "name": "One pan Mexican Rice Skillet",
    "description": "One Pan Mexican Rice Skillet is the perfect easy weeknight meal. Best of all, just 30 minutes to make entirely in one pot with all your favorite taco flavors.",
    "ingredients": "2 tablespoons olive oil, 1 medium onion diced, 2 cloves garlic minced, 1 red bell pepper cored, seeded and diced, 1 lb ground turkey or beef, salt and black pepper to taste, 1 jalapeno cored, seeded and diced (optional), 1 cup uncooked long grain white rice, 1/2 cup canned black beans drained and rinsed, 1 cup corn kernels frozen or canned, 1/2 cup sweet peas frozen or canned (optional), 1 14-ounce can fire-roasted diced tomatoes undrained, 2-1/4 cups low sodium chicken broth, 2 teaspoons cumin, 1/2 teaspoon smoked paprika, 1 teaspoon chili powder or to taste, 1/4 teaspoon cayenne pepper or to taste, 1 cup shredded Colby-jack or cheddar cheese, Additional Toppings (optional): diced avocado, green onions, fresh chopped cilantro, sour cream",
    "cook_time": "37 minutes",
    "instructions": "1. In a large 12\" skillet over medium heat, sauté onions and garlic in 1 tablespoon of olive oil for 1 minute until fragrant. Add bell pepper and jalapeno and cook for another minute. Add ground meat to skillet and cook until brown, about 4-5 minutes, breaking up the meat as it cooks. Season with salt and black pepper, to taste. Drain any excess fat. 2. Push everything to one side of the pan. Add another tablespoon of olive oil and sauté uncooked rice for about 1 minute or just until some grains start to turn golden brown. 3. Stir in black beans, corn, peas, canned tomatoes, chicken broth, cumin, paprika, chili powder and cayenne pepper. 4. Bring to a simmer, cover and reduce heat to low. 5. Cook about 17-19 minutes or until rice is tender, stirring gently every few minutes so the rice doesn't stick. Season with additional salt and pepper as needed. 6. Sprinkle with cheese and cover with the lid and remove from heat. 7. Allow cheese to melt for 1-2 minutes then serve hot with desired toppings.",
    "image": "https://lifemadesweeter.com/wp-content/uploads/One-Pan-Mexican-Rice-Skillet-is-perfect-for-a-busy-weeknight-taking-less-than-30-minutes-to-make-made-entirely-in-one-pan..jpg"
  },
  
  
  {
    "objectID" : "60",
    "name": "Greek Chicken Sheet Pan Dinner",
    "description": "Chicken and Fresh Veggies all tossed together in an easy and big flavored marinade.  Spread on a sheet pan and you have a healthy dinner in 30 minutes or less!",
    "ingredients": "Marinade: 3 tablespoons olive oil, 2 tablespoons lemon juice, 4 garlic cloves, chopped, 1/2 teaspoon salt, 1/4 teaspoon pepper, 2 teaspoons paprika, 2 teaspoons oregano, dried or 1 tablespoon fresh; For Veggies and Chicken: 4 Chicken breasts, boneless, 2 red peppers, sliced keep slices thick, 1 red onion, cut into 8 wedges, 8-10 whole garlic cloves, 1 pound baby mixed color potatoes quartered red or yellow will work as well, 1/4 cup crumbled Feta, 1/4 cup kalamata olives, 2 whole lemons cut in half",
    "cook_time": "40 minutes",
    "instructions": "1. Preheat oven to 400 degrees. 2. Combine all marinade ingredients in small bowl. 3. Place sliced veggies on large sheet pan. 4. Place Chicken in and around the vegetables. 5. Pour marinade all over veggies and rub onto the chicken. 6. Arrange mixture evenly, and nestle sliced lemons around sheet pan. 7. Place in oven and roast for 30-35  minute or until veggies are slightly brown and chicken reaches 165 degrees. 8. Squeeze baked lemons over cooked dish. Sprinkle with crumbled feta and kalamata olives.",
    "image": "https://laughingspatula.com/wp-content/uploads/2017/04/Greek-Sheet-Pan-hero-768x1152.jpg"
  },
  
  
  {
    "objectID" : "61",
    "name": "Lemon Garlic Salmon",
    "description": "With only a few ingredients, it’s easy and quick to make. Whole30, paleo, low carb, and keto, the lemon garlic butter sauce sauce and this salmon recipe is good enough for company but easy enough for a weeknight dinner!",
    "ingredients": "1/4 cup ghee or butter, 6-8 garlic cloves minced, 1/4 cup chicken broth, 1/4 cup fresh lemon juice, Sea salt, 1 tablespoon avocado oil, 4 salmon filets about 6 ounces each, patted very dry, Fresh cracked black pepper if desired, 2 Tbsp. fresh parsley minced, Fresh lemons thinly sliced, for garnish",
    "cook_time": "25 minutes",
    "instructions": "Make the lemon garlic sauce: In a small saucepan, melt ghee or butter over medium heat. Add the garlic and sauté 1-2 minutes or until fragrant. Add in the chicken broth, lemon juice, and a few generous pinches of salt. Simmer this mixture until reduced by 1/3 to 1/2. The sauce will turn from a really thin liquid to a thicker, more bubbly boil. Remove from heat and set aside; Make the salmon: 1. Remove the salmon from the fridge 10-20 minutes before cooking. Sprinkle both sides liberally with salt and season with fresh cracked black pepper, if desired. Heat avocado oil in a large saucepan over medium-high heat until shimmering. 2. Carefully place salmon filets skin side up and cook until lightly browned on bottom, about 2-3 minutes or until crispy. Use a spatula to carefully flip, taking care not to flake off any flesh. Cook 3-4 minutes on the second side, or until skin is crisp and flesh begins to feel firm to the touch. Remove at this point for a salmon cooked around medium. Continue to cook until flesh easily flakes with a fork for a well-done salmon. 3. Remove pan from heat and pour lemon garlic sauce over. Sprinkle with parsley and arrange lemon slices over, if desired. Serve with skin or easily remove with a spoon, and serve with more lemon garlic sauce and lemon slices from the pan. ",
    "image": "https://40aprons.com/wp-content/uploads/2018/10/lemon-garlic-salmon-whole30-paleo-2.jpg"
  },
  
  
  {
    "objectID" : "62",
    "name": "Herbed Chicken & Potato Stew",
    "description": "This healthy homemade chicken stew recipe is the best! It’s creamy, easy, and totally dairy free and gluten free. Loaded with vegetables, chicken, and potatoes, it comes together in just 30-minutes.",
    "ingredients": "11 ounces cooked rotisserie chicken (preferably organic, light and dark meat), shredded and chopped, 1 tablespoon olive oil, 3 cups diced creamer potatoes, 3 cups organic chicken broth, 2 cloves garlic, crushed or minced, 1 cup sliced celery, 1 cup diced carrots, ½ cup sliced crimini mushrooms, ½ cup finely diced onion, 1 tablespoon fresh dill, 1 tablespoon dried parsley, 1 tablespoon dried thyme, ½ tsp salt or garlic salt, ¼ tsp pepper, 2 tablespoons gluten-free flour blend (all purpose)",
    "cook_time": "30 minutes",
    "instructions": "1. Heat a large pot or dutch-oven to medium-high heat and add in the olive oil. 2. Add in the garlic, potatoes, celery, carrots, onion, mushrooms, dill, parsley, thyme, salt, and pepper, and cook, stirring often, for about 15 minutes until softened. 3. Lower the heat to medium and scoop two cups of the potato vegetable mixture out using a measuring cup and add to a blender. 4. Add the chicken broth to the blender with the potato vegetable mixture and blend on high until smooth. 5. While blending, slowly add in the gluten-free flour through the top opening. 6. Pour the blended potato vegetable mixture back into the pot with the rest of the vegetables. 7. Add in the chopped rotisserie chicken and stir to combine. 8. Simmer for 10 minutes then season with more salt and pepper if desired. 9. Divide stew between 4 bowls and serve hot with a side of gluten-free bread (optional). 10. Enjoy! ",
    "image": "https://nutritioninthekitch.com/wp-content/uploads/2017/09/IMG_5927.jpg"
  },
  
  
  {
    "objectID" : "63",
    "name": "Asian Chopped Salad with Spicy Peanut Dressing",
    "description": "This flavorful Asian Chopped Salad with Spicy Peanut Dressing can be made ahead of time and enjoyed for lunch all week long!",
    "ingredients": "4 cups chopped napa cabbage, 2 cups chopped red cabbage, 1/2 cup carrots, peeled and grated, 1/2 cup broccoli stem, peeled and grated, 4 green onions, thinly sliced, 1/2 cup chopped fresh cilantro, 1-2 cups diced chicken breast, roasted, 1/3 cup smooth peanut butter, 1/4 cup rice wine vinegar, 2 Tablespoons low-sodium soy sauce, 2 Tablespoons brown sugar, 1 Tablespoon Sriracha chili sauce, 1 large garlic clove, pressed, water if needed to thin",
    "cook_time": "10 minutes",
    "instructions": "1. For the salad - combine cabbages, carrots, broccoli, green onion ,cilantro and chicken. 2. For the dressing - In a separate bowl add peanut butter, vinegar, soy sauce, sugar, sriracha and garlic to a food processor and blend until well combined.  3. Add water to your desired thickness. 4. Cover and refrigerate the salad and the dressing separately. 5. Toss in the dressing right before serving.",
    "image": "https://healthyaperture.com/images/blog/Asian_Chopped_Salad_w-_Spicy_Peanut_Dressing-2.jpg"
  },
  
  
  {
    "objectID" : "64",
    "name": "Butternut Squash Chilli",
    "description": "This butternut squash chili is one of my favorite chili recipes! It’s easy and fast (cooks in 30 minutes on the stove), and it's a great way to incorporate fall favorites like butternut squash into your diet. Great for vegetarians and vegans alike.",
    "ingredients": "2 pounds butternut squash peeled and diced into 1/2-inch chunks, 28 ounce can diced tomatoes, 15 ounce can black beans drained, 15 ounce can pinto beans drained, 1.5 cups vegetable broth plus 2 tablespoons for sautéing, 1 cup cooked quinoa, 1 yellow bell pepper diced, 2 chipotle peppers in adobo chopped, 5 garlic cloves minced, 1.5 teaspoons paprika, 1/2 teaspoon cinnamon, 1/4 teaspoon salt, 1/4 teaspoon pepper, cilantro for garnish",
    "cook_time": "30 minutes",
    "instructions": "1. Heat 2 tablespoons of vegetable broth in a 5-quart dutch oven over medium heat. 2. Add garlic, chipotles, and butternut squash to the pot, cooking for about 10 minutes, stirring occasionally. Add more vegetable broth if the pot gets dry. 3. Add the bell pepper, cooking for about 5 minutes. 4. Add black beans, pinto beans, diced tomatoes (including the liquid in the can), 1.5 cups vegetable broth, quinoa, and all of the spices (paprika, cinnamon, salt, pepper). Mix well. Bring to a simmer and let simmer for 10 minutes. Check that the butternut squash is cooked; if not, simmer for longer. 5. Serve in a bowl and garnish with cilantro. Add toppings as desired — avocado chunks, tortilla chips, and cheese are all good ideas.",
    "image": "https://www.savorytooth.com/wp-content/uploads/2016/01/butternut-squash-chili-plated.jpg"
  },
  
  
  {
    "objectID" : "65",
    "name": "Heirloom Tomato Cheddar Tart with Everything Spice",
    "description": "This light and crispy tart is pure perfection",
    "ingredients": "1 sheet frozen puff pastry thawed, 1/3 cup basil pesto, 1 1/2 cups shredded sharp cheddar cheese, 4-6 heirloom tomatoes, olive oil for drizzling, everything bagel spice",
    "cook_time": "35 minutes",
    "instructions": "1. Preheat the oven to 425 degrees F. Line a baking sheet with parchment paper. 2. Lay the thawed puff pastry on the prepared baking sheet and prick the pastry with the tines of a fork. Spread the pesto over the dough, leaving a 1/4-inch boarder and top with cheddar cheese. Bake for 25-30 minutes or until the pastry is golden and the cheese has melted. 3. Remove from the oven and top the tart with tomatoes. Drizzle the tomatoes lightly with olive oil and sprinkle generously with everything bagel spice. Top with basil. Slice and EAT!",
    "image": "https://www.halfbakedharvest.com/wp-content/uploads/2016/08/Heirloom-Tomato-Cheddar-Tart-with-Everything-Spice-10.jpg"
  },
  
  
  {
    "objectID" : "66",
    "name": "Coconut Sweet Potato Lentil Soup with Rice",
    "description": "When you're in need of warming comfort food, but you also want healthy, this Coconut Sweet Potato Lentil Soup with Rice is just the soup to make. All made in just ONE pot (or in your instant pot), in less than an hour. It's cozy, a little spicy, and filled with vegetables. The perfect healthy bowl of soup!",
    "ingredients": "2 tablespoons extra virgin olive oil, 1/2 yellow onion, chopped, 1 inch fresh ginger, grated, 2 cloves garlic, minced, 2 sweet potatoes, peeled and cubed, 1 tablespoon yellow curry powder, 1/2 teaspoon cayenne pepper, more or less to taste, 4 cups low-sodium vegetable broth or water, 3/4 cup dried red lentils, kosher salt, 1 can (14 ounce) coconut milk, 2 cups baby spinach, 2 cups cooked basmati rice, 1/3 cup fresh cilantro, chopped, plus more for serving, fresh Naan, for serving",
    "cook_time": "35 minutes",
    "instructions": "1. Heat the olive oil in a large pot over medium heat. When the oil shimmers, add the onion and cook 5 minutes until soft. Add the ginger, garlic, and sweet potatoes and cook until fragrant, about 2 minutes. Stir in the curry powder and cayenne and cook another minute. 2. Add the broth and lentils. Season generously with salt. Bring the mix to a boil over high heat, then reduce the heat to low. Cover and simmer for 15-20 minutes, until the lentils are soft and the sweet potatoes tender. 3. Stir in the coconut milk and spinach, cook for 5 minutes. Remove from the heat and add the cilantro. 4. To serve, divide the rice among bowls and ladle the soup overtop. Garnish with cilantro. Serve with Naan on the side. Enjoy!",
    "image": "https://www.halfbakedharvest.com/wp-content/uploads/2018/10/Coconut-Sweet-Potato-Lentil-Soup-with-Rice-4.jpg"
  },
  
  
  {
    "objectID" : "67",
    "name": "Rice Burrito Bowl with Cilantro-lime Avocado dressing  ",
    "description": "A burrito bowl that is simple, vegan, and super customizable",
    "ingredients": "For the burrito bowl: 1½ heaping cups iceberg lettuce, chopped, ½ cup cooked wild rice; Optional Toppings: 2 tbsp salsa, 2 tbsp corn, 2 tbsp refried beans, ¼ avocado, sliced or diced, roasted chickpeas; For the dressing: ¾ cup almond milk, 2 tbsp olive oil, ¾ ripe avocado, diced, 1 green onion, sliced, 1 tbsp fresh cilantro, 1 small clove garlic, minced, 1 tbsp lime juice, ½ tsp lime zest, ¼ tsp each salt, freshly ground pepper, ground cumin and chili powder",
    "cook_time": "10 minutes",
    "instructions": "To assemble the bowl: Add the lettuce to the bottom of a serving bowl, add rice and other desired toppings then drizzle with cilantro-lime avocado dressing; For the dressing: In a blender, combine Almond Breeze, olive oil, avocado, green onion, cilantro, garlic, lime juice, lime zest, salt, pepper and cumin; blend until smooth. Refrigerate until serving.",
    "image": "https://www.exsloth.com/wp-content/uploads/2016/01/wild-rice-burrito-bowl6-1.jpg"
  },
  
  
  {
    "objectID" : "68",
    "name": "Lo Mein",
    "description": "[1-2 sentences of introduction]",
    "ingredients": "8 ounces lo mein egg noodles, 1 tablespoon olive oil, 2 cloves garlic, minced, 2 cups cremini mushrooms, sliced, 1 red bell pepper, julienned, 1 carrot, julienned, 1/2 cup snow peas, 3 cups baby spinach; FOR THE SAUCE: 2 tablespoons reduced sodium soy sauce, or more, to taste, 2 teaspoons sugar, 1 teaspoon sesame oil, 1/2 teaspoon ground ginger, 1/2 teaspoon Sriracha, or more, to taste",
    "cook_time": "25 minutes",
    "instructions": "1. In a small bowl, whisk together soy sauce, sugar, sesame oil, ginger and Sriracha; set aside. 2. In a large pot of boiling water, cook noodles according to package instructions; drain well. 3. Heat olive oil in a large skillet or wok over medium high heat. Add garlic, mushrooms, bell pepper and carrot. Cook, stirring frequently, until tender, about 3-4 minutes. Stir in snow peas and spinach until the spinach has wilted, about 2-3 minutes. 4. Stir in egg noodles and soy sauce mixture, and gently toss to combine. 5. Serve immediately.",
    "image": "https://s23209.pcdn.co/wp-content/uploads/2014/10/IMG_0584edit.jpg"
  },
  
  
  {
    "objectID" : "69",
    "name": "Buffalo Chicken Bake with Spaghetti Squash",
    "description": "Fill that open spot on your dinner menu with this hearty, wholesome, cheesy and oh-so-flavorful Buffalo Chicken Bake with Spaghetti Squash and Ranch!",
    "ingredients": "1 medium spaghetti squash (2-2½ lbs.), 1 Tbsp of Butter, 2–3 cups chopped kale, stems removed, 1 red bell pepper, diced, ½ small onion, diced, ¾ lb. chicken breast, cooked and shredded or cubed (~2 cups), ½ cup ranch dressing + additional for topping (homemade or store-purchased), ¼ cup buffalo sauce + additional for topping (homemade or store-purchased), 2 Eggs, 4–6 oz. mozzarella cheese, shredded, Salt and pepper",
    "cook_time": "1 hour 40 minutes",
    "instructions": "For the squash (this step can be done the day before): Preheat oven to 400ºF. Cut off ends of spaghetti squash. Cut squash in half lengthwise and scoop out seeds. Place squash cut-side down on a baking sheet and bake for 35-40 minutes or until squash is soft to touch. Remove from oven, flip squash over and allow to cool. Once cooled, remove spaghetti squash strands with a fork. Place squash in a cheesecloth, nut milk bag or flour sack towel and squeeze to remove some of the excess liquid. Note: not all liquid needs to be removed; For the Casserole: 1. Preheat oven to 350ºF. 2. In a pan over medium heat add the ghee or butter. Once hot, add the kale, diced pepper and onion. Season with salt and pepper. Sauté until kale is cooked down and peppers and onion are tender. Remove from heat and allow to cool slightly. 3. In a large bowl, combine the spaghetti squash, chicken, sautéed veggies, ranch, buffalo sauce, eggs, and mozzarella cheese. Stir to combine. 4. Transfer to a greased 9×9 squash dish or casserole dish. Spread out. Drizzle top with a little buffalo sauce, about 1-2 Tbsp. 5. Bake for 35-40 minutes uncovered. Top with additional cheese if you wish and bake for another few minutes or until cheese is melted. 6. Remove from oven. Let set for 5 minutes before serving. 7. To serve, top with additional buffalo sauce and ranch if desired and sliced green onions or chopped cilantro.",
    "image": "https://therealfoodrds.com/wp-content/uploads/2018/12/IMG_9643-2-e1545138638162.jpg"
  },
  
  
  {
    "objectID" : "70",
    "name": "Spicy Lemon Pasta with Shrimp",
    "description": "This Spicy Lemon Pasta is made with gluten-free linguini, spinach, and protein-packed shrimp flavored with lemon juice, butter, and a kick of red pepper flakes. It’s perfect for an easy weeknight meal or simple stay-at-home date night dinner.",
    "ingredients": "1 (8-ounce) box gluten-free linguine, 1 tablespoon garlic-infused olive oil, 4 tablespoons butter, divided, 1 to 1 ¼ pound uncooked large shrimp, peeled and deveined, 1 teaspoon Italian seasoning, ¼ teaspoon red pepper flakes, 4 cups spinach, 2 tablespoons fresh lemon juice, 2 tablespoon parsley or chives, minced, Salt and pepper",
    "cook_time": "30 minutes",
    "instructions": "1. Cook the gluten-free pasta according to the package instructions. Drain, toss with a little olive oil to prevent sticking, and set aside. 2. In a large pot, heat the olive oil and 1 tablespoon butter. Add the shrimp and cook until the shrimp start to turn pink; flipping once. Once the shrimp are almost cooked, stir in the Italian seasoning, red pepper flakes, and spinach. Cook, stirring occasionally, until the spinach is wilted. 3. Add the cooked pasta to the shrimp and spinach mixture. Add the remaining 3 tablespoons butter; stir until the butter is melted and everything is well mixed. 4. Top with lemon juice, fresh herbs, salt, and pepper. Serve warm.",
    "image": "https://funwithoutfodmaps.com/wp-content/uploads/2016/12/Low-Fodmap-Pasta-with-Spicy-Lemon-Shrimp-3.jpg"
  },
  
  
  {
    "objectID" : "71",
    "name": "Sesame Peanut Noodle",
    "description": "The easy dressing — with peanut butter, soy sauce, rice vinegar, and garlic — is made quickly in a blender.",
    "ingredients": "½ cup peanut butter, 3 tablespoons low sodium soy sauce, 2 tablespoons sesame oil, 2 tablespoons rice vinegar, 3 tablespoons water, 2 ½ teaspoons brown sugar, 1 clove garlic, ½ tablespoon fresh ginger, minced, 8 oz spaghetti, cooked according to package instructions, ½ cup shredded carrot, ½ cup shredded red cabbage, ¾ cup edamame, shelled, peanut, for garnish, 1 tablespoon black sesame seeds, for garnish, scallion, sliced, for garnish",
    "cook_time": "20 minutes",
    "instructions": "1. In a blender, combine the peanut butter, soy sauce, sesame oil, rice vinegar, water, brown sugar, garlic, and ginger and blend until smooth. 2. In a large bowl, add the spaghetti, carrots, cabbage, and edamame and pour over the peanut sauce. Use tongs to mix well, until sauce is fully incorporated. 3. Transfer to bowls and top with peanuts, black sesame seeds, and scallion. 4. Enjoy!",
    "image": "https://img.buzzfeed.com/buzzfeed-static/static/2018-05/2/10/asset/buzzfeed-prod-web-02/sub-buzz-20278-1525271976-6.png?crop=806%3A865%3B21%2C0&resize=475%3A%2A"
  },
  
  {
    "objectID" : "72",
    "name": "10-minute Loaded Potato",
    "description": "Got ten minutes and a microwave? Great, dinner is served. (P.S.: You can even make this filling creation in a dorm room.)",
    "ingredients": "1 russet potato, washed and scrubbed, 1 tablespoon oil, salt, to taste, 2 slices bacon, ¼ cup shredded cheddar cheese, sour cream, to serve, fresh chive, to serve",
    "cook_time": "15 minutes",
    "instructions": "1. Poke holes in the potato with a fork, then rub with oil and salt. 2. Place the bacon slices on the same plate as the potato, microwave for 7-9 minutes until the bacon is crispy and the potato is tender. Make sure the bacon does not burn. 3. Crumble the bacon after it’s cooled down. 4. Slice the potato in half, then use a fork to fluff up the insides. 5. Sprinkle the cheese on top, then microwave for another 30 seconds. 6. Top with sour cream, the crushed bacon bits, and the chives. 7.Enjoy!",
    "image": "https://img.buzzfeed.com/buzzfeed-static/static/2018-05/2/10/asset/buzzfeed-prod-web-01/sub-buzz-18429-1525271761-2.png?crop=776%3A853%3B0%2C7&resize=475%3A%2A"
  },
  
  
  {
    "objectID" : "73",
    "name": "Teriyaki Shrimp",
    "description": "Quick and easy teriyaki shrimp is on the table in about 30 minutes! Complete with a homemade teriyaki sauce, this meal is better than takeout. Serve with rice or steamed vegetables for a healthy, nutritious weeknight dinner. ",
    "ingredients": "1 tablespoon (7g) cornstarch, 1 tablespoon (15ml) room temperature water, 1/4 cup (50g) brown sugar, 2 Tablespoons (42g) honey, 1/2 cup (120ml) soy sauce, 1/4 cup (60ml) vinegar, 1 teaspoon minced garlic, 1–2 teaspoons minced fresh ginger (I use 2), 1 and 1/2 lbs medium-large uncooked shrimp, peeled & deveined*, 2 teaspoons sesame oil or olive oil, 2–3 cups snap peas or any stir-fry veggie, optional: sesame seeds for garnish",
    "cook_time": "30 minutes",
    "instructions": "1. Make the sauce: Whisk cornstarch and water together in a small bowl. It will be a milky liquid. This is for thickening the sauce. Combine the cornstarch mixture, brown sugar, honey, soy sauce, vinegar, garlic, and ginger together in a small saucepan over low heat. Allow to simmer while whisking occasionally. Bring to a boil and allow to boil for 1 minute, then remove from heat. 2. Place shrimp into a heat-proof bowl, then pour half of the sauce on top. Give it a stir and set aside for 10 minutes, uncovered at room temperature. If cooking later on, you can marinate the shrimp for up to a day. Keep it covered and refrigerate. (I usually begin cooking rice to have on the side at this point, but that’s optional.) 3. Heat oil in a skillet over medium-high heat. Add the snap peas, then stir and cook until crisp-tender, about 3-4 minutes. Add the shrimp, then the remaining half of the teriyaki sauce. Stir and cook until shrimp is pink and cooked through, about 2-3 minutes. 4. Serve with rice and a sprinkle of sesame seeds if desired. Leftovers keep well in the refrigerator for a few days.",
    "image": "https://cdn.sallysbakingaddiction.com/wp-content/uploads/2016/08/shrimp-teriyaki-1.jpg"
  },
  
  
  {
    "objectID" : "74",
    "name": "Spring Pesto Minestrone Soup",
    "description": "Spring Pesto Minestrone Soup is packed with fresh vegetables and creamy pesto.  It’s the ultimate spring soup recipe!",
    "ingredients": "2 Tbsp olive oil, 1 large onion, diced, 2 medium carrots, sliced, 2 stalks celery, diced, 2 leeks, sliced (white and light green parts only), 4 cloves garlic, minced, 1 1/2 tsp salt, 1/2 tsp pepper, 8 c. vegetable stock, 4 oz. short-cut pasta, 1 (14-oz.) can cannellini beans, drained and rinsed, 2 medium zucchini, diced, 1 c. peas, fresh or frozen, 1/4 c. chopped parsley, 1/4 c. chopped scallions, 1 Tbsp lemon juice, 1/2 c. basil pesto, Freshly grated Parmesan cheese, for serving",
    "cook_time": "30 minutes",
    "instructions": "1. Heat the olive oil in a large soup pot over medium-high heat.  Add the onion, carrots, celery, and leeks.  Saute until tender, about 6-8 minutes.  Stir in the garlic for 30 seconds.  Season with salt and pepper. 2. Add the vegetable stock slowly, increasing the stove heat to high.  When the stock is boiling, add the pasta and cannellini beans.  Reduce heat to low and simmer according to the pasta package directions (typically 9-11 minutes).  Halfway through cooking, add the sliced zucchini (if you add them too soon, they will get mushy). 3. When the pasta is done, turn off the heat. Stir in the peas, parsley, scallions, and lemon juice. 4. Before serving, top each bowl with 1-2 Tbsp basil pesto and freshly grated Parmesan cheese. 5. Serve with multigrain bread!",
    "image": "https://well-fedsoul.com/wp-content/uploads/2018/03/Spring-Pesto-Minestrone-Soup-4.jpg"
  },
    
  {
    "objectID" : "76",
    "name": "Broccoli Rabe Pasta with Smoky Chickpeas",
    "description": "Just look at all these adorable Orecchiette nestled between gorgeous wilted greens, smoky chickpeas (you got that right, kitten), garlic, lemon, parmesan… I’m so in love.",
    "ingredients": "6 oz orecchiette pasta, Olive oil, 1 can chickpeas (rinsed and drained), Salt + freshly ground black pepper, 1 heaping teaspoon smoked paprika, 1 large bunch broccoli rabe (1-2 pounds, depending on how much you love your greens, trimmed and cut into thirds), 2 cloves garlic (minced), ⅓ cup white wine, ¼ cup finely grated parmesan (plus more to serve), a few tablespoons reserved pasta cooking water, Zest and juice of 1 small lemon",
    "cook_time": "25 minutes",
    "instructions": "1. Cook the pasta: Bring a large pot of water to a boil. Salt generously and cook the pasta 1 minute less than the package says. Remember to reserve a mugful of pasta cooking water before you drain it. 2. Roast the chickpeas: While the pasta is cooking, heat some olive oil over medium-high heat in a large skillet. Add the chickpeas and season with salt and pepper. Toast until starting to brown, about 3 minutes. Add the smoked paprika and toast for another minute. Remove from the pan and set aside. 3. Wilt the greens: Without wiping the skillet, bring it back up to medium-high heat. Add a little more oil if necessary and cook the broccoli rabe until starting to wilt, about 2 minutes. add the garlic and cook for another 30 seconds. Pour in the white wine and cook until the raw alcohol smell is gone, about 2 more minutes. 4. Tossing party: Add the cooked pasta to the greens in the skillet, along with the parmesan and a few tablespoons of pasta cooking water. Keep gently tossing everything until the sauce looks smooth and luscious and the pasta is fully cooked. You can add more pasta cooking water if necessary, but don't overdo it. 5. Season: Take the skillet off the heat and add the zest and juice of the lemon. Check for seasoning and add salt and freshly cracked black pepper to your liking. Serve immediately with the toasted chickpeas, extra parmesan, black pepper and lemon.",
    "image": "https://www.savorynothings.com/wp-content/uploads/2018/02/broccoli-rabe-pasta-image-14.jpg"
  }
  
]
