[
  {
    "name": "Hearty Black Beans Quesadilla",
    "description": "These Hearty Black Bean Quesadillas are an easy vegetarian snack or light meal that are filling, flavorful, and freezer-friendly!",
    "ingredients": "1 15oz.can black beans, 1 cup frozen corn, 1/2 cup red onion, 1 clove garlic, 1/4 bunch fresh cilantro (about ½ cup chopped), 2 cups shredded cheddar cheese, 1 batch taco seasoning, 10 flour tortillas",
    "cook_time": "15 minutes",
    "instructions": "1. Drain the black beans and add them to a bowl along with the frozen corn (no need to thaw) 2.Finely dice the onion, mince the garlic, and roughly chop the cilantro. 3. Add the onion, garlic, cilantro, shredded cheddar, and taco seasoning to the bowl with the beans and corn. Stir until everything is evenly combined and coated in seasoning. 4. Place a half cup of the filling on one side of each tortilla and fold over. Cook the quesadillas in a skillet over medium heat on each side until brown and crispy and the cheesy filling has melted. Slice into triangles then serve. 5. To freeze the quesadillas, stack the filled and uncooked quesadillas with a piece of parchment paper between each quesadilla. Place in a freezer bag and freeze for up to three months. To reheat either microwave (for a soft quesadilla) or cook in a skillet on low heat (make sure to use low heat so that the filling has time to thaw and melt before the outside burns).",
    "image": "https://www.budgetbytes.com/wp-content/uploads/2012/02/Hearty-Black-Bean-Quesadillas-front.jpg"
  },

  {
    "name": "Spaghetti",
    "description": "Spaghetti with Tomato Sauce with Ground Beef",
    "ingredients": "1 pound ground beef, 1 onion, 4 cloves garlic, 1 small green bell pepper, 1 (28 ounce) can diced tomatoes, 1 (16 ounce) can tomato sauce, 1 (6 ounce) can tomato paste, 2 teaspoons dried oregano, 2 teaspoons dried basil, 1 teaspoon salt, ½ teaspoon black pepper",
    "cook_time": "1 hr 25 mins",
    "instructions": "1. Combine ground beef, onion, garlic, and green pepper in a large saucepan. Cook and stir until meat is brown and vegetables are tender. Drain grease. 2. Stir diced tomatoes, tomato sauce, and tomato paste into the pan. Season with oregano, basil, salt, and pepper. Simmer spaghetti sauce for 1 hour, stirring occasionally.",
    "image": "https://www.cookingclassy.com/wp-content/uploads/2018/08/bolognese-sauce-9.jpg"
  },

  {
    "name": "Fried rice",
    "description": "A Chinese restaurant-style fried rice recipe. It's quick and easy to make, customizable with any of your favorite mix-ins, and so irresistibly delicious.",
    "ingredients": "2 cups cooked white rice, 2 tablespoons (30ml) vegetable or canola oil, 1 small onion, 1 medium carrot, peeled and cut into small dice, 2 scallions, thinly sliced, 2 medium cloves garlic, minced, 1 teaspoon (5ml) soy sauce, 1 teaspoon (5ml) toasted sesame oil, Kosher salt and ground white pepper, 1 large egg, 4 ounces (115g) frozen peas",
    "cook_time": "10 mins",
    "instructions": "1. If using day-old rice (see note), transfer to a medium bowl and break the rice up with your hands into individual grains before proceeding. Heat 1/2 tablespoon (7ml) vegetable oil in a wok over high heat until smoking. Add half of rice and cook, stirring and tossing, until the rice is pale brown and toasted and has a lightly chewy texture, about 3 minutes. Transfer to a medium bowl. Repeat with another 1/2 tablespoon oil and remaining rice. 2. Return all the rice to the wok and press it up the sides, leaving a space in the middle. Add 1/2 tablespoon (7ml) oil to the space. Add onion, carrot, scallions, and garlic and cook, stirring gently, until lightly softened and fragrant, about 1 minute. Toss with rice to combine. Add soy sauce and sesame oil and toss to coat. Season to taste with salt and white pepper. 3. Push rice to the side of the wok and add remaining 1/2 tablespoon (7ml) oil. Break the egg into the oil and season with a little salt. Use a spatula to scramble the egg, breaking it up into small bits. Toss the egg and the rice together. 4. Add frozen peas and continue to toss and stir until peas are thawed and every grain of rice is separate. Serve immediately.",
    "image": "https://www.jessicagavin.com/wp-content/uploads/2018/09/fried-rice-8-1200.jpg"
  },

  {
    "name": "Baked salmon",
    "description": " Easy Healthy Baked Salmon is full of flavor, perfectly flaky and tender, and simple to make in just 30 minutes!",
    "ingredients": "4 salmon fillets about 6 ounces each, 2 tablespoons olive oil, 1/2 teaspoon salt or to taste, 1/4 teaspoon cracked black pepper just a pinch if using finely ground black pepper, 2 teaspoons minced garlic, 1 teaspoon Italian herb seasoning blend or 1/4 teaspoon each dried thyme, parsley, oregano, and basil, 1 medium lemon",
    "cook_time": "30 mins",
    "instructions": "1. Preheat oven to 400 degrees and grease a large baking pan. Arrange salmon fillets on the baking sheet and season generously with salt and pepper. 2. Stir together olive oil, garlic, herbs, and juice of 1/2 lemon. Spoon over salmon fillets being sure to rub all over the tops and sides of the salmon so it has no dry spots. Thinly slice remaining 1/2 of lemon and top each piece of salmon with a slice of lemon. 3. Bake for 15-18 minutes until salmon is opaque and flaky when pulled apart with a fork. You can broil the last 1-2 minutes if desired. 4. Garnish with fresh thyme or parsley if desired and serve.",
    "image": "https://www.jessicagavin.com/wp-content/uploads/2019/01/baked-salmon-8-1200.jpg"
  },

  {
    "name": "Tomato soup and Grilled cheese",
    "description": "Easy roasted tomato soup served with a simple, extra-cheesy grilled cheese sandwich is comfort food personified. Served with a swirl of cream and fresh basil, it's your childhood favorite all grown up.",
    "ingredients": "1½ kg (3lbs) Tomatoes, 2 tbsp balsamic vinegar, 2 tbsp olive oil, 1 tbsp sugar, 1 tsp salt, 2 red onions finely chopped, 2 garlic cloves finely chopped, ½ cup basil leaves, 2 tsp tomato paste, 8 cups vegetable / chicken stock, ½ cup cream, salt & pepper to taste, fresh basil leaves to serve, 2 slices bread per person, 2 cups grated mozzarella, 2 cups grated mature cheddar, butter",
    "cook_time": "1 hour 20 minutes",
    "instructions": "1. Preheat the oven to 200°c. 2. Place the tomatoes (if using canned tomatoes, add all the juices as well) in a roasting tray and add the Balsamic, olive oil, sugar and salt. Stir to combine and place in the oven for 25-30 minutes until the tomatoes are broken down and have started to caramelize. 3.In a large pot, sauté the onions in some olive oil until they are translucent and fragrant. Add the garlic and basil and fry for another minute. 4. Add the roasted tomatoes and sugar. Stir to combine all the ingredients and pour in the stock. 5. Lower the heat and cover the pot. Allow to simmer for 10 minutes. 6. Remove the pot from the heat and blend the soup. 7. Add the cream and season to taste. 8. To make the grilled cheese sandwiches, mix the mozzarella with the cheddar. Add ½ cup cheese to half of the slices of bread. Sandwich with the remaining bread. Butter both sides generously. 9. Cook in a non-stick pan, over medium heat until the cheese is melted and the sandwiches are golden brown on both sides. 10. Serve the tomato soup with a swirl of cream and fresh basil leaves with the grilled cheese.",
    "image": "https://simply-delicious-food.com/wp-content/uploads/2019/08/Tomato-soup-with-grilled-cheese-5.jpg"
  },

  {
    "name": "Lemon chicken",
    "description": "An easy lemon chicken recipe shines with a sunny, lemony zing. Garlic and herbs—plus a glug of white wine—mean that these juicy, tender chicken breasts are as delicious as they are healthy.",
    "ingredients": "4 Boneless chicken breasts (roughly 2.5 lbs), 1/4 cup Olive oil, 2 tsp Oregano, dried, 2 tsp Thyme, dried, 2 tsp Garlic powder, 2 tsp Salt, divided, ½ tsp Black pepper, 1/2 cup Dry white wine, 2 tbsp Minced garlic (6 cloves), 1 tbsp Lemon zest (2 lemons), 2 tbsp Lemon juice, freshly squeezed, 1 tbsp Brown sugar, 1 Lemon, cut into 6 slices, optional",
    "cook_time": "30 minutes",
    "instructions": "1. Heat the oven to 400 degrees F. 2. Pat the chicken breasts dry and place them in a 9 x 13 baking dish. 3. In a small bowl, mix the olive oil, oregano, thyme, garlic powder, 1 teaspoon salt and pepper to create a thick marinade/paste. Coat the chicken breast with seasoning paste. 4. Using the same bowl mix together the white wine, garlic, lemon zest, lemon juice, sugar and remaining 1 teaspoon salt. Pour over chicken breast. 5. If using, nestle the lemon slices between the chicken bake for 15 minutes, baste the chicken with the pan juice, bake for another 15 minutes or until the internal temperature of the chicken reads 165 F.",
    "image": "https://images.themodernproper.com/billowy-turkey/production/posts/2019/Lemon-Chicken-7.jpg?w=1200&auto=compress%2Cformat&fit=crop&fp-x=0.5&fp-y=0.5&dm=1603455541&s=9a3d84d2eb04a6c8d7ef60bedd297287"
  },

  {
    "name": "Ratatouille Sheet Pan Dinner With Sausage",
    "description": "This sheet pan ratatouille recipe celebrates all of the olive-oil soaked flavors of the French country classic, but is bulked up into a one-pan meal thanks to the addition of hearty Italian sausages.",
    "ingredients": "1 (20 oz) package Mild italian sausage, ½ Onion, sliced, 1 Small zucchini, sliced ½” sliced, 1 Small yellow squash, ½” sliced, 1 Small eggplant, ½” sliced, 1 Pint cherry or grape tomatoes,  4 Garlic cloves, thinly sliced (or smashed and roughly chopped),  ½ cup Olive oil, 1 tsp Salt, 1 tbsp Fresh basil, packed, minced, 1 tbsp Fresh thyme, packed, minced",
    "cook_time": "50 minutes",
    "instructions": "1. Heat oven to 400°F. 2. Place the onion, zucchini, yellow squash, eggplant, tomatoes and garlic on a rimmed baking sheet. Drizzle with ½ cup olive oil, sprinkle with salt and fresh thyme. Toss until evenly coated. 3. Nestle the sausages into the veggies. Bake for 40 minutes until the vegetables are very tender and the sausage is browned. 4. Sprinkle with fresh basil.",
    "image": "https://images.themodernproper.com/billowy-turkey/production/posts/Sheetpan-Ratatouille-9.jpg?w=667&auto=compress%2Cformat&fit=crop&fp-x=0.5&fp-y=0.5&dm=1599766780&s=ebf094bba7181ce1a399ac1c02532aa2"
  },

  {
    "name": "Instant Pot Chicken Marinara With Polenta",
    "description": "An Instant Pot chicken marinara recipe is a simple equation for an easy, satisfying dinner that goes something like this: chicken thighs + a jar of marinara sauce = dinner's done.",
    "ingredients": "8 Boneless, skinless chicken thighs (2 lbs), 2 tsp Salt, divided, 1 (24 oz) Jar of marinara sauce, 4 Cups chicken stock or broth, 1 cup Polenta",
    "cook_time": "30 minutes",
    "instructions": "1. Sprinkle the chicken thighs with 1 teaspoon salt and add them along with the tomato sauce to your pressure cooker, giving it a quick stir to combine. 2. Cover with the lid. Turn to manual (pressure cook) mode. Cook on high (full pressure) for 5 mins. 3. Let the pressure release naturally for 10 minutes. Then do a quick release for any remaining pressure. 4.While the chicken is cooking bring the chicken stock to a boil in a medium sized pot. Whisk in polenta and cook, while stirring, until polenta has absorbed all the liquid, about 12-14 minutes. Stir in remaining 1 teaspoon salt and remove from heat. Cover with a lid until ready to serve. 5.Use two forks to shred the thighs in the tomato sauce. Serve over polenta and enjoy!",
    "image": "https://images.themodernproper.com/billowy-turkey/production/posts/Chicken-Marinara-with-Polenta-12.jpg?w=667&auto=compress%2Cformat&fit=crop&fp-x=0.5&fp-y=0.5&dm=1599766733&s=3c19679718df9c9d474fc2cede3eaf3c"
  },

  {
    "name": "Chickpea Salad Sandwich",
    "description": "Looking for healthy and easy lunch recipes? This delicious chickpea salad sandwich is essentially a vegetarian chicken salad sandwich using chickpeas!",
    "ingredients": "1 1/2 cups cooked chickpeas, 1 rib celery, 3 green onions, 1 to 2 tablespoons mayonnaise, 1 tablespoon lemon juice, 1 teaspoon celery seed, Kosher salt & fresh ground pepper, 4 slices bread, Lettuce, spring green mix, or sprouts, Hummus, optional",
    "cook_time": "10 minutes",
    "instructions": "1. Thinly slice the celery (if it's a large rib, cut in half lengthwise first). Thinly slice the green onions. 2. Drain and rinse the chickpeas. In a medium bowl, smash the chickpeas with a fork. 3. Combine the chickpeas with the chopped celery and green onions, mayonnaise, lemon juice, and celery seed. Add about 1/4 to 1/2 teaspoon kosher salt, depending on your chickpea brand and taste preferences, and fresh ground pepper to taste. Taste and salt until the flavor pops! If the salad is dry, add more mayonnaise (cooked chickpeas have a drier texture than canned). 4.Assemble the chickpea salad sandwich: If desired, spread the bread with hummus (this amps it up a bit but not required). Top the sandwich with lettuce or greens and chickpea spread.",
    "image": "https://www.acouplecooks.com/wp-content/uploads/2019/01/Chickpea-Salad-Sandwich-001.jp"
  },


  {
    "name": "Pork and Peanut Dragon Noodles",
    "description": "Sweet, salty, rich, and crunchy, these Pork and Peanut Dragon Noodles hit all the bases. It's fast, easy comfort food for busy nights! ",
    "ingredients": "1/4 cup chili garlic sauce, 1/4 cup soy sauce, 1/4 cup brown sugar, 1/2 lb. ground pork, 2 3oz. packages ramen noodles, 3 green onions, sliced, 1/4 cup unsalted peanuts, chopped",
    "cook_time": "25 minutes",
    "instructions": "1. Combine the chili garlic sauce, soy sauce, and brown sugar in a bowl. 2. Add the ground pork to a skillet and cook over medium heat until it is fully browned*. Once browned, add the prepared dragon sauce and chopped peanuts. Allow the pork and peanuts to simmer in the sauce for another 5 minutes, or until the sauce has reduced by half. 3. While the pork is browning, begin boiling water for your noodles. Once boiling, add your noodles and cook according to the package directions. Drain the noodles in a colander. 4. Once the sauce has reduced and the noodles have drained, add the noodles to the skillet and toss until everything is combined and coated in sauce. Top with sliced green onions and serve!",
    "image": "https://www.budgetbytes.com/wp-content/uploads/2018/01/Pork-and-Peanut-Dragon-Noodles-eat-2.jpg"
  },
  {
    "name": "Creamy Pesto and Kale Pasta",
    "ingredients": "1 tbsp grapeseed oil, 2 red onions, 1 small onion, 1 kale, 1 box of penne pasta, 4 tbsp reduced-fat creamed, 4 tbsp pesto sauce", 
    "cook_time": "25 mins",
    "instructions": "1. Heat the oil in a large pan over medium heat. Fry the onions for 10 mins until softened and beginning to caramelise. Add the kale and 100ml water, then cover and cook for 5 mins more, or until the kale has wilted. 2. Cook the pasta following pack instructions. Drain, reserving a little of the cooking water. Toss the pasta with the onion mixture, cream cheese and pesto, adding a splash of the reserved cooking water to loosen, if needed. Season."
  },

  {
    "name": "Mac and Cheese",
    "description": "A combination of cheeses, layered in the dish as well as melted into a rich and creamy cheese sauce, for the ultimate in cheesy deliciousness.",
    "ingredients": "8 ounces uncooked elbow macaroni, 2 cups shredded sharp Cheddar cheese, ½ cup grated Parmesan cheese, 3 cups milk, ¼ cup butter, 2  tablespoons all-purpose flour, 2 tablespoons butter, ½ cup bread crumbs, 1 pinch paprika", 
    "cook_time": "50 mins",
    "instructions": "1. Cook macaroni according to the package directions. Drain. 2. In a saucepan, melt butter or margarine over medium heat. Stir in enough flour to make a roux. Add milk to roux slowly, stirring constantly. Stir in cheeses, and cook over low heat until cheese is melted and the sauce is a little thick. Put the macaroni in a large casserole dish, and pour sauce over macaroni. Stir well. 3. Melt butter or margarine in a skillet over medium heat. Add breadcrumbs and brown. Spread over the macaroni and cheese to cover. Sprinkle with a little paprika. 4. Bake at 350 degrees F (175 degrees C) for 30 minutes."
  },

  {
    "name": "Orange Chicken",
      "description": "A delicious citrus chicken recipe with flavors reminiscent of the orange chicken from a popular restaurant in the mall.",
      "ingredients": "1 cups water, 2 tablespoons orange juice, ¼ cup lemon juice, ⅓ cup rice vinegar, 2 ½ tablespoons soy sauce, 1 tablespoon grated orange zest, 1 cup packed brown sugar, ½ teaspoon minced fresh ginger root, ½ teaspoon minced garlic, 2 tablespoons chopped green onion, ¼ teaspoon red pepper flakes, ¼ teaspoon red pepper flakes, 2 tablespoons water", 
      "cook_time": "120 mins",
      "instructions": "1. Pour 1 1/2 cups water, orange juice, lemon juice, rice vinegar, and soy sauce into a saucepan and set over medium-high heat. Stir in the orange zest, brown sugar, ginger, garlic, chopped onion, and red pepper flakes. Bring to a boil. Remove from heat, and cool 10 to 15 minutes. 2. Place the chicken pieces into a resealable plastic bag. When contents of saucepan have cooled, pour 1 cup of sauce into bag. Reserve the remaining sauce. Seal the bag, and refrigerate at least 2 hours. In another resealable plastic bag, mix the flour, salt, and pepper. Add the marinated chicken pieces, seal the bag, and shake to coat. 4. Heat the olive oil in a large skillet over medium heat. Place chicken into the skillet, and brown on both sides. Drain on a plate lined with paper towels, and cover with aluminum foil. 5. Wipe out the skillet, and add the sauce. Bring to a boil over medium-high heat. Mix together the cornstarch and 2 tablespoons water; stir into the sauce. Reduce heat to medium low, add the chicken pieces, and simmer, about 5 minutes, stirring occasionally."
  },

  {
    "name": "Mashed Potatoes",
      "description": "If you love good, old fashioned mashed potatoes this is the perfect recipe. Simple and delicious.",
      "ingredients": "2 pounds baking potatoes, peeled and quartered, 2 tablespoons butter, 1 cup milk, salt and pepper to taste", 
      "cook_time": "35 mins",
      "instructions": "1. Bring a pot of salted water to a boil. Add potatoes and cook until tender but still firm, about 15 minutes; drain. 2. In a small saucepan heat butter and milk over low heat until butter is melted. Using a potato masher or electric beater, slowly blend milk mixture into potatoes until smooth and creamy. Season with salt and pepper to taste."
  },
  {
    "name": "Sweet Cornbread",
      "description": "If you like sweet cornbread, this is the recipe for you! My mom made this for me as a child, and now it's my family's favorite.",
      "ingredients": "1 cup all-purpose flour, 1 cup yellow cornmeal, ⅔ cup white sugar, 1 teaspoon salt, 3 ½ teaspoons baking powder, 1 egg, 1 cup milk, ⅓ cup vegetable oil",
      "cook_time": "35 mins",
      "instructions": "1. Preheat oven to 400 degrees F (200 degrees C). Spray or lightly grease a 9 inch round cake pan. 2. In a large bowl, combine flour, cornmeal, sugar, salt and baking powder. Stir in egg, milk and vegetable oil until well combined. Pour batter into prepared pan. 3. Bake in preheated oven for 20 to 25 minutes, or until a toothpick inserted into the center of the loaf comes out clean."
  },
  {
    "name": "Chicken Bulgogi",
      "description": "This is a quick and easy, but very tasty meal. You can substitute the chicken with beef or pork for variety. My wife and I absolutely love this recipe, and it only takes 30 minutes with very few dirty dishes! Serve over rice.",
      "ingredients": "¼ cup chopped onion, 5 tablespoons soy sauce, 2 ½ tablespoons brown sugar, 2 tablespoons minced garlic, 2 tablespoons sesame oil, 1 pound skinless, boneless chicken breasts, cut into thin strips 1 tablespoon sesame seeds, ½ teaspoon cayenne, salt and ground black pepper to taste",
      "cook_time": "35 mins",
      "instructions": "1. Whisk onion, soy sauce, brown sugar, garlic, sesame oil, sesame seeds, cayenne pepper, salt, and black pepper together in a bowl until marinade is smooth. 2. Cook and stir chicken and marinade together in a large skillet over medium-high heat until chicken is cooked through, about 15 minutes. 3. Bake in preheated oven for 20 to 25 minutes, or until a toothpick inserted into the center of the loaf comes out clean."
  },
  {
      "name": "Beef Stir-Fry",
      "description": "Quick and easy beach recipes",
      "ingredients": "2 tablespoons vegetable oil, 1 pound beef sirloin, cut into 2-inch strips, 1 cups fresh broccoli florets, 1 red bell pepper, cut into matchsticks, 2 carrots, thinly sliced, 1 green onion, chopped, 1 teaspoon minced garlic, 2 tablespoons soy sauce, 2 tablespoons sesame seeds, toasted", 
      "cook_time": "25 mins",
      "instructions": "1. Heat vegetable oil in a large wok or skillet over medium-high heat; cook and stir beef until browned, 3 to 4 minutes. Move beef to the side of the wok and add broccoli, bell pepper, carrots, green onion, and garlic to the center of the wok. Cook and stir vegetables for 2 minutes. 2. Stir beef into vegetables and season with soy sauce and sesame seeds. Continue to cook and stir until vegetables are tender, about 2 more minutes."
  }
]
